{"title": "Your monthly tech-away! From new iPad Pro, JioBook to Google Pixel Watch, all the best gadgets launched in October", "body": "<IMG Economictime_PL_1_News_0>A lot keeps happening in the world of tech. So it's important that we revisit and take another look at some of the best launches from the month before the wave of new gadgets washes us over with new features, tech tools and more.Here's a look at the best tech launches from October 2022.Google Pixel 7Launched on: October 6, 2022Price: Starts at Rs 59,999<IMG Economictime_PL_1_News_1>Google claims that the Pixel 7 and Pixel 7 Pro are the most secure and private Pixel phones yet. With Google Tensor G2 and the Titan M2 security chip, the Google Pixel 7 phones are built with multiple layers of security to help keep your personal info safe.While the Pixel 7 Pro comes with improved Real Tone and Cinematic Blur. The smartphone flaunts a 6.3-inch display, whereas the Pixel 7 Pro comes with 6.7-inch Smooth Display that intelligently adjusts up to 120 Hz.OnePlus Nord WatchLaunched on: October 4, 2022 Price: Starts at Rs 4,999<IMG Economictime_PL_1_News_2>The OnePlus Nord Watch comes with a 1.78-inch AMOLED display with a 60Hz refresh rate. It offers 500 nits of peak brightness. The smartwatch comes equipped with 105 sports modes. The main features of the device include blood level, stress, and heart rate monitoring.The OnePlus Nord Watch comes with 10-day battery life and up to 30 days of standby time. The device is priced at Rs 4,999.JioBookLaunched on: October 21, 2022Price: Starts at The much-anticipated JioBook by Reliance Jio was made available for purchase on Reliance Digital on October 21 after a lot of speculation and wait. While Jio hasn't yet officially launched the new laptop, it is available on its e-commerce website right in time for Diwali.The current retail price for the JioBook is Rs 35,605 as mentioned on Reliance Digital website. But the device is currently available on the e-commerce platform for just Rs 15,799.The budget-friendly laptop is powered by a 5,000 mAh battery, features a 3.5mm audio jack, HDMI and USB-A 2.0 port. The new JioBook comes packed with 2GB RAM and offers a storage space of 32GB, which can be expanded to up to 128GB via microSD card.Apple iPad Pro (2022)Launched on: October 18, 2022Price: Starts at Rs 65,700Apple's latest iPad Pro comes with an M2 chip that features Apple's next-gen Pencil hover experience and super-fast wireless connectivity. The iPad Pro (2022) also comes with the world's most advanced mobile display, as per Apple, and pro cameras, Face ID and a four-speaker audio system.The brand new iPad Pro, which Apple claims will give users the 'ultimate' iPad experience, comes with Liquid Retina display that delivers true-to-life details.The iPad Pro is available in two different display sizes: 11-inch display which starts at Rs 65,700, whereas a 12.9-inch model which is available from Rs 90,400.Microsoft Surface 5 LaptopLaunched on: October 12, 2022 <IMG Economictime_PL_1_News_3>Price: Starts at Rs 82,800The all-new Surface Laptop 5 comes with an Intel Evo 12th Gen chip, Thunderbolt 4 ports, and a stunning Sage colour. However, the design has been retained from its predecessors.The laptop is 50 per cent more powerful than the Surface Laptop 4 and has an impressive 18 hours of battery life. The display comes with Dolby Vision Advanced HDR, and Dolby Atmos Audio. Fast charging on the laptop offers 9 hours of life on just 30 minutes of charging.The Microsoft Surface Laptop 5 will be available for purchase from October 25 and the price starts at Rs 82,800 approximately.Google Pixel WatchLaunched on: October 6, 2022Price: Starts at Rs 28,600Google on October 6 launched its first smartwatch, the Google Pixel Watch, which runs on WearOS and comes packed with Fitbit features.The Google Pixel Watch starts at Rs 28,653 approximately for the Bluetooth variant, while the LTE variant is priced at Rs 32,758 approximately. The Google Pixel Watch comes with dozens of wristband options and features such as contactless payments, music control, turn-by-turn directions, heart rate variability, breathing rate and more.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/your-monthly-tech-away-from-new-ipad-pro-jiobook-to-google-pixel-watch-all-the-best-gadgets-launched-in-october/articleshow/95011759.cms", "page_id": "Economictime_PL_1_News", "imgs": [{"caption": "Apple's latest iPad Pro comes with an M2 chip that features Apple's next-gen Pencil hover experience and super-fast wireless connectivity.", "id": "Economictime_PL_1_News_0", "src": "https://img.etimg.com/thumb/msid-95011859,width-650,imgsize-32812,,resizemode-4,quality-100/tech-wrap-october-2022.jpg"}, {"caption": "Google Pixel 7", "id": "Economictime_PL_1_News_1", "src": "https://img.etimg.com/photo/msid-95012101,quality-100/google-pixel-7.jpg"}, {"caption": "OnePlus Nord Watch", "id": "Economictime_PL_1_News_2", "src": "https://img.etimg.com/photo/msid-95011931,quality-100/oneplus-nord-watch.jpg"}, {"caption": "Microsoft Surface Laptop 5", "id": "Economictime_PL_1_News_3", "src": "https://img.etimg.com/photo/msid-95012024,quality-100/microsoft-surface-laptop-5.jpg"}]}
{"title": "From iPhone 14 to AirPods Pro 2: All that was launched at Apple Event", "body": "<IMG Economictime_PL_11_News_0>The much-awaited Apple ‘Far Out’ event took place at Apple Park in Cupertino on Wednesday. In the run-up to the event, considering the spate of leaks on rumoured specifications of Apple’s flagship devices, the excitement was high. Tech fans from all over the world had assembled virtually to witness Apple’s biggest event of the year. And, as expected the tech giant did not disappoint. Introducing innovations that can make life easier has become a hallmark of Apple events over the years. This year an array of features such as satellite connectivity, crash detection, and ovulation cycle insights have impressed tech enthusiasts. The event witnessed the launch of iPhone 14, iPhone 14 Plus, iPhone 14 Pro, iPhone 14 Pro Max, Apple Watch Series 8, Apple Watch Ultra, Watch SE Gen 2, and AirPods Pro 2. The event began with Apple Inc CEO Tim Cook’s keynote address where he enumerated Apple's philosophy when it came to offering the most advanced and user-friendly technology to its vast consumer base. The event began with the launch of the Apple Watch Series 8. Apple Watch Series 8The Apple Watch Series 8 bears a striking resemblance to the Apple Watch Series 7. However, new features such as built-in temperature sensors, health-tracking systems and ovulation monitoring for women, make it innovative and distinct. The new smartwatch comes with advanced crash detection which is powered by a 3-axis sensor and an accelerometer. According to Apple, the feature has been deployed with an intent to save lives and alert authorities automatically. This can be particularly useful in instances where the user may have been affected by a severe crash.  <IMG Economictime_PL_11_News_1>The new Watch Series 8 can be connected to cellular networks abroad. It comes in four colours and three dials. It starts at Rs 45,900 and the price may wary depending on the customisation. Apple has also unveiled its second generation Watch SE. The new Watch SE sports a 30 per cent larger display and is reportedly 20 per cent faster. The Watch SE 2 starts at Rs 29,900.Apple Watch UltraApple Watch Ultra, is the most premium wearable device that was launched by the tech giant. The new Watch Ultra comes with a 49mm dial with sapphire glass for extra durability. The Ultra is made of Titanium which makes it ideal for outdoor enthusiasts. The Ultra comes with the biggest battery that offers up to 36 hours of regular use. On low power mode, the battery life can be extended up to 60 hours. The Watch Ultra comes with dual-GPS that works efficiently in areas with poor connectivity.  <IMG Economictime_PL_11_News_2>Most importantly, with WR100 rating, divers can now wear it up to 100 ft. It also comes with built-in microphones and a new physical action button. The Apple watch is priced at Rs 89,900 and will be available from September 23.iPhone 14 & iPhone 14 PlusThe new iPhone 14 and iPhone 14 Plus are powered by the A15 Bionic chipset. While the iPhone 14 comes with a 6.1-inch display, the iPhone 14 Plus flaunts a 6.7-inch display. Both smartphones feature a Super Retina XDR display. Apple has introduced new 12 MP primary cameras on both devices. The design of the smartphone, especially the notch, resembles the iPhone 13. Some of the new features include Emergency SOS via satellite, Crash Detection, Action Mode, new front camera with autofocus, brighter true tone flash, ultrawide camera, etc.  <IMG Economictime_PL_11_News_3>The iPhone 14 starts at Rs 79,999, while the iPhone 14 Plus starts at Rs 89,900 for the 128GB base model. The devices are available in five colours, and 128GB, 256GB, and 512GB storage configurations. The iPhone 14 Pro & iPhone 14 Pro MaxApple has claimed that its iPhone 14 Pro is its best smartphone till date. The new smartphone flaunts a radically different notch, and is also the first device to feature a 48MP primary camera. The smartphones come with Apple’s most powerful software A16 Bionic chip. While the iPhone 14 Pro has a 6.1-inch display, the iPhone 14 Pro Max has a 6.7-inch display. The Pro models come in 128GB, 256GB, 512GB and 1TB storage configurations. The camera module on the Pro models include a 48MP quad pixel sensor, 12MP telephoto camera, and a 12MP ultrawide camera. <IMG Economictime_PL_11_News_4>The features introduced include 1600 nits of Peak HDR brightness, 2000 nits peak outdoor brightness, always-on-display, cinematic 4K24, photonic engine, pro camera system with 4 zoom options, action mode, ProMotion, etc. Both the Pro models come in space, black, silver, gold, and deep purple colour options. The iPhone 14 Pro starts at Rs 1,29,900 for the 128GB model, while the iPhone 14 Pro Max starts at Rs 1,39,900.  <IMG Economictime_PL_11_News_5>AirPods Pro 2Apple has finally introduced its latest wireless earbuds, the AirPods Pro 2. The earlier version of the AirPods Pro was launched in 2019. The new AirPods come with 2 times more active noise cancellation, personalized spatial audio, touch control, next-generation Apple silicon - H2, up to six hours of listening and adaptive transparency.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/from-iphone-14-to-airpods-pro-2-all-that-was-launched-at-apple-event/articleshow/94060852.cms", "page_id": "Economictime_PL_11_News", "imgs": [{"caption": "The iPhone 14 line-up stole the show at the much-awaited event.", "id": "Economictime_PL_11_News_0", "src": "https://img.etimg.com/thumb/msid-94060857,width-650,imgsize-37948,,resizemode-4,quality-100/apple-event.jpg"}, {"caption": "health_hero__dvilvmsurp26_large", "id": "Economictime_PL_11_News_1", "src": "https://img.etimg.com/photo/msid-94060845,quality-100/health_hero__dvilvmsurp26_large.jpg"}, {"caption": "design_bands__ctdxias0q2i6_large", "id": "Economictime_PL_11_News_2", "src": "https://img.etimg.com/photo/msid-94060847,quality-100/design_bands__ctdxias0q2i6_large.jpg"}, {"caption": "xdr_display__cxbhgrgt5keq_large", "id": "Economictime_PL_11_News_3", "src": "https://img.etimg.com/photo/msid-94060850,quality-100/xdr_display__cxbhgrgt5keq_large.jpg"}, {"caption": "FcErIZvagAA-lKe", "id": "Economictime_PL_11_News_4", "src": "https://img.etimg.com/photo/msid-94060855,quality-100/fcerizvagaa-lke.jpg"}, {"caption": "FcEfuz1WAAA3ork", "id": "Economictime_PL_11_News_5", "src": "https://img.etimg.com/photo/msid-94060859,quality-100/fcefuz1waaa3ork.jpg"}]}
{"title": "Your monthly tech-away! From iPhone 14 Pro to Realme Watch 3 Pro, all the best gadgets launched in September", "body": "<IMG Economictime_PL_64_News_0>A lot keeps happening in the world of tech. So it's important that we revisit and take another look at some of the best launches from the month before the wave of new gadgets washes us over with new features, tech tools and more.Here's a look at the best tech launches from September 2022. iPhone 14 Pro series <IMG Economictime_PL_64_News_1>Launched on: September 7 Price: Starts at Rs 1,29,900. Apple on September 7 launched its much-awaited products of 2022 at the 'Far Out' event, including iPhone 14 Pro and Pro Max, which comes with the tech giant's latest bionic chip, the A16. The iPhone 14 Pro series also flaunts the new Dynamic Island, which Apple says is in between hardware and software. The iPhone 14 Pro models come in four colours - Deep Purple, Gold, Silver and Space Black. The smartphones also pack a 48MP quad pixel sensor, 12MP telephoto camera, and a 12MP ultrawide camera. The Pro models come equipped with 1600 nits of Peak HDR brightness, 2000 nits of peak outdoor brightness, always-on-display, cinematic 4K24, photonic engine, pro camera system with 4 zoom options, action mode, ProMotion and more. The iPhone 14 Pro series has to be one of the biggest launches of September 2022, or the year. Apple Watch Ultra <IMG Economictime_PL_64_News_2>Launched on: September 7Price: Starts at Rs 89,900Apple Watch Ultra, which went on sale from September 23, was also unveiled by Apple at the same 'Far Out' event. When the tech giant launched Apple Watch Ultra, it called it the company's \"most rugged and capable Apple Watch ever\". The smartwatch supports cellular features and comes with three specialised straps that are made specifically for athletes and adventurers of all kinds. Apple Watch Ultra which comes with titanium case, precision dual-frequency GPS and up to 36 hours of battery life. The Digital Crown of Apple Watch Ultra is larger and the side button raised from the case, which makes it easier to use even when you are wearing gloves.AirPods Pro 2 <IMG Economictime_PL_64_News_3>Launched on: September 7Price: Starts at Rs 26,900The AirPods Pro Gen-2 (2022), the long-awaited successor to the AirPods Pro is finally here and it comes packed with interesting features and hardware changes that will take the music listening experience to a whole new level.Though the new AirPods Pro flaunts similar design as its predecessor, the 2022 model flaunts a redesigned inward-facing microphone which works well with voice enhancement algorithms which recognise and articulate your voice better. The news AirPods Pro 2022 comes packed with four pairs of silicone tips that are included to fit a wider range of ears. According to Apple, the tips create an acoustic seal that closes in the sound — and secure AirPods Pro in place.Redmi 11 Prime 5G <IMG Economictime_PL_64_News_4>Launched on: September 6Price: Starts from Rs 13,999Redmi launched its budget-friendly smartphone, the Redmi 11 Prime 5G at a starting price of Rs 13,999 in India. The smartphone comes with MediaTek Dimensity 700 octa-core processor and flaunts a 6.58-inch FHD+display that offers an impressive viewing experience. The front of the smartphone is protected by Corning Gorilla Glass. The Redmi 11 Prime 5G packs an AI dual camera set-up at the back including 50MP main camera and a 2MP sensor. For flawless selfies, the smartphone flaunts an 8MP camera. The Redmi 11 Prime features a massive 5000 mAh battery with a 22.5W fast charger and comes in three elegant colours - Chrome Silver, Meadow Green, and Thunder Black.Motorola Edge 30 Ultra <IMG Economictime_PL_64_News_5>Launched on: September 13Price: Starts at Rs 59,999Motorola Edge 30 Ultra, which the company has marketed as the world's first 200MP camera, is available at a starting price of Rs 59,999. The smartphone comes with dual-SIM support and runs on Android 12 based My UX skin. The Motorola Edge 30 Ultra sports a 6.67-inch full HD+OLED display with a 144Hz refresh rate and comes with Corning Gorilla 5 protection.The smartphone is powered by the Qualcomm Snapdragon 8+ Gen 1 chip. Meanwhile, it packs a 4610mAh battery with 125W wired fast charging, 50W wireless charging and 10W reverse wireless charging.Realme Watch 3 Pro <IMG Economictime_PL_64_News_6>Launched on: September 6Price: Starts at Rs 4,999 The smartwatch by Realme comes with a large 1.78-inch AMOLED screen. The Realme Watch 3 Pro, which is priced at Rs 4,999, features standard fitness tracking tools, built-in GPS and Bluetooth calling.The watch comes packed with an accelerometer, blood oxygen saturation sensor and a 24x7 heart rate monitor, while offering a long-lasting battery life which Realme claims can go on for over 20 hours without constant GPS use.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/your-monthly-tech-away-iphone-14-pro-motorola-edge-30-ultra-realme-watch-3-pro-more/articleshow/94504208.cms", "page_id": "Economictime_PL_64_News", "imgs": [{"caption": "The new month is just around the corner and with that, several new tech launches as well. So before we get caught up with the new in the world of tech, here's a recap of gadgets launched in September that you should definitely not miss.", "id": "Economictime_PL_64_News_0", "src": "https://img.etimg.com/thumb/msid-94504611,width-650,imgsize-40724,,resizemode-4,quality-100/monthly-tech-wrap.jpg"}, {"caption": "iPhone 14", "id": "Economictime_PL_64_News_1", "src": "https://img.etimg.com/photo/msid-94504955,quality-100/iphone-14.jpg"}, {"caption": "Untitled design - 2022-09-28T142244.390", "id": "Economictime_PL_64_News_2", "src": "https://img.etimg.com/photo/msid-94505124,quality-100/untitled-design-2022-09-28t142244-390.jpg"}, {"caption": "Untitled design - 2022-09-28T141850.383", "id": "Economictime_PL_64_News_3", "src": "https://img.etimg.com/photo/msid-94505120,quality-100/untitled-design-2022-09-28t141850-383.jpg"}, {"caption": "Untitled design - 2022-09-28T142048.336", "id": "Economictime_PL_64_News_4", "src": "https://img.etimg.com/photo/msid-94505073,quality-100/untitled-design-2022-09-28t142048-336.jpg"}, {"caption": "Untitled design - 2022-09-28T142438.383", "id": "Economictime_PL_64_News_5", "src": "https://img.etimg.com/photo/msid-94505106,quality-100/untitled-design-2022-09-28t142438-383.jpg"}, {"caption": "Untitled design - 2022-09-28T142350.426", "id": "Economictime_PL_64_News_6", "src": "https://img.etimg.com/photo/msid-94505087,quality-100/untitled-design-2022-09-28t142350-426.jpg"}]}
{"title": "DSP Equity opportunities mutual fund review: Needs to regain consistency", "body": "<IMG Economictime_PL_118_News_0>ET Wealth collaborates with Value Research to analyse top mutual funds. We examine the key fundamentals of the fund, its portfolio and performance to help you make an informed investment decision.BASIC FACTSDATE OF LAUNCH16 MAY 2000CATEGORYEQUITYTYPELARGE & MIDCAPAUM*Rs.7,011 croreBENCHMARKNIFTY LARGE MIDCAP 250 TOTAL RETURN INDEX <IMG Economictime_PL_118_News_1> <IMG Economictime_PL_118_News_2>WHAT IT COSTSNAV**GROWTH OPTIONRs.349.74IDCWRs.28.61MINIMUM INVESTMENTRs.500MINIMUM SIP AMOUNTRs.500EXPENSE RATIO*** (%)1.89EXIT LOAD1% for redemption within 364 days*AS ON 30 SEPTEMBER 2022**AS ON 11 OCTOBER 2022***AS ON 31 AUGUST 2022 <IMG Economictime_PL_118_News_3>ROHIT SINGHANIATENURE: 7 YEARS, 3 MONTHS   <IMG Economictime_PL_118_News_4>Recent portfolio changesNew Entrants: Chambal Fertilisers & Chemicals, KPR Mills, Tech Mahindra, AU Small Finance Bank, G R InfraprojectsComplete Exits: Life Insurance Corporation of India, Cholamandalam Investment & Finance Company, Godrej Consumer Products, Kei Industries <IMG Economictime_PL_118_News_5>Should you buy?Earlier running a fluid stance with a large cap bias, the fund hiked its presence in mid caps after repositioning as a large & mid cap fund. The fund manager retains fluidity in investing style —not married to either growth or value—and takes a basket approach, taking positions in 3-4 ideas within select sectors. Barring a handful of large positions in 2-3 top bets, its portfolio is spread fairly thin. While the fund has a healthy long term track record, its return profile has visibly slipped in the last few years. The fund’s risk-return grade has also suffered, ranking below its category average. While its fund manager has proven execution capabilities, the fund needs to regain consistency to remain a good pick in its segment.", "page_url": "https://economictimes.indiatimes.com/wealth/invest/dsp-equity-opportunities-mutual-fund-review-needs-to-regain-consistency/articleshow/94873192.cms", "page_id": "Economictime_PL_118_News", "imgs": [{"caption": "", "id": "Economictime_PL_118_News_0", "src": "https://img.etimg.com/thumb/msid-94877337,width-300,imgsize-631783,,resizemode-4,quality-100/investigetty.jpg"}, {"caption": "Image-1", "id": "Economictime_PL_118_News_1", "src": "https://img.etimg.com/photo/msid-94873198,quality-100/image-1.jpg"}, {"caption": "Image-2", "id": "Economictime_PL_118_News_2", "src": "https://img.etimg.com/photo/msid-94873202,quality-100/image-2.jpg"}, {"caption": "Image-3", "id": "Economictime_PL_118_News_3", "src": "https://img.etimg.com/photo/msid-94873215,quality-100/image-3.jpg"}, {"caption": "Image-5", "id": "Economictime_PL_118_News_4", "src": "https://img.etimg.com/photo/msid-94873255,quality-100/image-5.jpg"}, {"caption": "Image-6", "id": "Economictime_PL_118_News_5", "src": "https://img.etimg.com/photo/msid-94873261,quality-100/image-6.jpg"}]}
{"title": "Nippon India Large Cap mutual fund review: Volatile but strong track record", "body": "<IMG Economictime_PL_123_News_0>ET Wealth collaborates with Value Research to analyse top mutual funds. We examine the key fundamentals of the fund, its portfolio and performance to help you make an informed investment decision.BASIC FACTSDATE OF LAUNCH8 AUGUST 2007CATEGORYEQUITYTYPELARGE CAPAUM*Rs.12,193 croreBENCHMARKS&P BSE 100 TOTALRETURN INDEX <IMG Economictime_PL_123_News_1>WHAT IT COSTSGROWTH OPTIONRs.54.64IDCWRs.21.08MINIMUM INVESTMENTRs.100MINIMUM SIP AMOUNTRs.1,000EXPENSE RATIO*** (%)1.85EXIT LOAD1% for redemptionwithin 7 days*AS ON 31 AUGUST 2022**AS ON 20 SEPTEMBER 2022***AS ON 31 AUGUST 2022 <IMG Economictime_PL_123_News_2> <IMG Economictime_PL_123_News_3> <IMG Economictime_PL_123_News_4> <IMG Economictime_PL_123_News_5>FUND MANAGERSAILESH RAJ BHANTENURE: 15 YEARS, 2 MONTHSRecent portfolio changesNew Entrants: Britannia Industries, Gland Pharma, Sapphire Foods India, Samvardhana Motherson International, United Spirits.Complete Exits: BPCL, HDFC Life, L&T Infotech, LIC, ONGC, Schaeffler India, United Breweries, United Spirits, Aditya Birla Fashion and Retail, Eicher Motors.Increasing allocation: EIH, Gland Pharma, Godrej Consumer Products, Larsen & Toubro, Tata Consumer Products. <IMG Economictime_PL_123_News_6>Should you buy? Known earlier as Reliance Top 200, this fund was renamed a few years ago but retains its tilt towards top 100 stocks from its previous avatar. The fund manager prefers not to be tied to the benchmark index, and is comfortable taking significant sector deviations yet limits aggressive exposure to three sectors at a time. He is also comfortable exploring stocks beyond the confines of the index. However, this approach can often lead to bouts of underperformance as seen during 2018-2020. However, the fund has made a strong comeback since last year, comfortably beating index and peers. While it boasts a strong track record over market cycles, this performance is often accompanied by higher volatility than many of its peers.", "page_url": "https://economictimes.indiatimes.com/wealth/invest/nippon-india-large-cap-mutual-fund-review-volatile-but-strong-track-record/articleshow/94410570.cms", "page_id": "Economictime_PL_123_News", "imgs": [{"caption": "", "id": "Economictime_PL_123_News_0", "src": "https://img.etimg.com/thumb/msid-94415257,width-300,imgsize-407246,,resizemode-4,quality-100/pay-hike.jpg"}, {"caption": "Image-1", "id": "Economictime_PL_123_News_1", "src": "https://img.etimg.com/photo/msid-94410871,quality-100/image-1.jpg"}, {"caption": "Image-2", "id": "Economictime_PL_123_News_2", "src": "https://img.etimg.com/photo/msid-94410877,quality-100/image-2.jpg"}, {"caption": "Image-3", "id": "Economictime_PL_123_News_3", "src": "https://img.etimg.com/photo/msid-94410888,quality-100/image-3.jpg"}, {"caption": "Image-4", "id": "Economictime_PL_123_News_4", "src": "https://img.etimg.com/photo/msid-94410897,quality-100/image-4.jpg"}, {"caption": "Image-5", "id": "Economictime_PL_123_News_5", "src": "https://img.etimg.com/photo/msid-94410908,quality-100/image-5.jpg"}, {"caption": "Image-6", "id": "Economictime_PL_123_News_6", "src": "https://img.etimg.com/photo/msid-94410914,quality-100/image-6.jpg"}]}
{"title": "Want to upgrade your gadget this festive season? From iPhone 14 Pro to Google Pixel Watch, here are top launches from 2022", "body": "<IMG Economictime_PL_320_News_0>Diwali is one of the most celebrated festivals in India where people decorate their houses with lights, lamps and colourful flowers. Around this time of the year, several outlets across the country introduce exciting festive season offers on products, including top tech gadgets. If you have been thinking about upgrading your smartphone or any other tech product, then now is the right time as e-commerce giants such as Amazon, Flipkart and more have several discounts and deals on best smartphones, earbuds, smartwatches and more. To help you make the right decision, we have put together a list of top gadgets released in 2022. iPhone 14 ProLaunched on September 7, 2022If you are looking to update your smartphone, then the iPhone 14 Plus is a good choice. The Apple smartphone sports a 6.7-inch display and comes with the most powerful A16 Bionic Chipset. The latest iPhone 14 Pro has also ditched the conventional iPhone notch and instead comes with a new concept - Dynamic Island.  <IMG Economictime_PL_320_News_1>The iPhone 14 Pro starts at Rs 1,29,900 for the 128GB model, Rs 1,39,900 for 256GB, Rs 1,59,900 for 512GB and Rs 1,79,900 for 1TB option.OnePlus 10TLaunched on August 3, 2022If you do not want to switch to iOS, then another good option would be the OnePlus 10T 5G, which comes in three storage configurations in India. The OnePlus 10T runs on Android 12 topped by OxygenOS 12.1. The device features a 6.7-inch full-HD+ (1,080x2,412 pixels) Fluid AMOLED display. <IMG Economictime_PL_320_News_2>While the 8GB RAM + 128GB storage variant is priced at Rs 49,999, the 12GB + 256GB model comes at Rs 54,999. Meanwhile, the top-of-the-line model - the 16GB RAM + 256 GB is priced at Rs 55,999. Samsung Galaxy Buds 2 ProLaunched on August 10, 2022The latest Galaxy Buds 2 Pro comes with coaxial two-way speakers and supports 24-bit Hi-Fi audio. Samsung has claimed that the premium earbuds can offer up to 29 hours of audio experience.  <IMG Economictime_PL_320_News_3>The TWS earbuds are priced at USD 229 (about Rs 18,000) and they come in Graphite, White and Bora Purple colour options.Launched on October 6, 2022The new smartwatch by Google runs on WearOS and comes packed with Fitbit features. With Google Pixel Watch, you will be able to assess your heart rhythm for AFib with the ECG app, Provide peace-of-mind for you and your loved ones with Emergency SOS. <IMG Economictime_PL_320_News_4>The Google Pixel Watch starts at $349 (Rs 28,653 approximately) for the Bluetooth variant, while the LTE variant is priced at $399 (Rs 32,758 approximately).", "page_url": "https://economictimes.indiatimes.com/magazines/panache/want-to-upgrade-your-gadget-this-festive-season-from-iphone-14-pro-to-google-pixel-watch-here-are-top-launches-from-2022/articleshow/94881269.cms", "page_id": "Economictime_PL_320_News", "imgs": [{"caption": "If you have been thinking about upgrading your smartphone or any other tech product, then now is the right time as e-commerce giants such as Amazon, Flipkart and more have several discounts and deals on best smartphones, earbuds, smartwatches and more.", "id": "Economictime_PL_320_News_0", "src": "https://img.etimg.com/thumb/msid-94881401,width-650,imgsize-31744,,resizemode-4,quality-100/untitled-design-2022-10-15t165719-319.jpg"}, {"caption": "Untitled design - 2022-10-15T164938.160", "id": "Economictime_PL_320_News_1", "src": "https://img.etimg.com/photo/msid-94881253,quality-100/untitled-design-2022-10-15t164938-160.jpg"}, {"caption": "OnePlus 10T", "id": "Economictime_PL_320_News_2", "src": "https://img.etimg.com/photo/msid-94881272,quality-100/oneplus-10t.jpg"}, {"caption": "Untitled design - 2022-10-15T165410.896", "id": "Economictime_PL_320_News_3", "src": "https://img.etimg.com/photo/msid-94881347,quality-100/untitled-design-2022-10-15t165410-896.jpg"}, {"caption": "Untitled design - 2022-10-15T170257.539", "id": "Economictime_PL_320_News_4", "src": "https://img.etimg.com/photo/msid-94881505,quality-100/untitled-design-2022-10-15t170257-539.jpg"}]}
{"title": "ETtech Explainer: Will India’s space policy launch startups into orbit?", "body": "<IMG Economictime_PL_438_News_0>During the 1960s, India’s space programme was seen as a white elephant by many. It was a turbulent decade in India’s history as the two wars with China and Pakistan had drained the country’s coffers. But within two decades, the Indian Space Research Organisation (ISRO) launched its first experimental satellite vehicle, called Satellite Launch Vehicle-3 (SLV-3). This made India the sixth nation to launch its own satellite into space. Then in 1993, ISRO joined an elite list of six space organisations that have sent an orbiter to the moon. In 2017, the Indian Department of Space (DOS) released the Draft Space Activities Bill, which set regulations and goals for the private space industry, after several startups expressed interest in space activities called for regulations.Three years later, on June 26, 2020, the government announced that private enterprises would be allowed to participate across all phases of space activities.Then in June 2022, Principal Scientific Advisor Ajay Kumar Sood told PTI in an interview that the government was finalising the Space Policy 2022 and would unveil it soon. “We have not tapped the full potential of this sector. In 2022, the space sector is witnessing what the information technology sector experienced in the 1990s. We will have our own SpaceX in the next two years,” he said. <IMG Economictime_PL_438_News_1>The global commercial space sector is worth $360 billion. At $7 billion, India's share works out to around 2%. By boosting private participation in the commercial space sector, the country is looking to substantially increase this to $50 billion or 10% by the end of the decade.What are IN-SPACe and ISpA?In 2020, the government announced the formation of the Indian National Space Promotion and Authorisation Centre (IN-SPACe) and the Indian Space Association (ISpA). IN-SPACe will administer the involvement of private players in the Indian space sector, giving ISRO time and resources to focus on spatial research & development, technology innovation, exploration, and human spaceflight.ISpA on the other hand will help private players conduct independent space activities, and ease services. The private sector will use technology developed by ISRO, which will also provide regulatory and policy inputs to the sector, along with support for startups and space-oriented academia.How will private firms improve India's space programme? Apart from space missions, ISRO’s resources are occupied with the increasing need for satellite data and imagery for weather, agriculture, transport and urban development. If private firms take charge of the commercial side of the space programme, ISRO ill be able to use all its resources for research and development, interplanetary exploration, and strategic launches.“With the opening up of the space sector, there could be dedicated satellites for various sectors such as agriculture, education, disaster management, ecommerce applications,” Sood said.Companies are champing at the bitSince the opening up of the space sector to private sector players two years ago, more than 55 startups have registered with ISRO and the Department of Space, Union Minister of State For Science and Technology Jitendra Singh said. India has more than 100 spacetech startups in total. Of the 55 proposals received by ISRO, 29 are satellite-related, while 10 are for space applications and products, Singh said.Consortiums led by Adani Group and L&T and Bharat Heavy Electricals Limited (BHEL) have signed up to build five launch vehicles. <IMG Economictime_PL_438_News_2>Anil Prakash, director general of SatCom Industry Association of India (SIA-India), an industry body, said the upcoming space policy would define the transfer of technology regulations, enabling private startups to use existing ISRO’s infrastructure and build on it. This would streamline both costs and deployment time, allowing startups to scale, he added.Some have taken their first stepsIn June, ISRO’s Polar Satellite Launch Vehicle (PSLV)-C53 created history by carrying payloads from two private Indian space startups to orbit in India’s first official public-private collaboration in the space sector.Bengaluru-based Digantara Aerospace and Hyderabad-headquartered Dhruva Space recently launched a rocket carrying Digantara’s ROBust Integrating (ROBI) proton fluence meter and Dhruva Space’s satellite orbital deployer on the (PSLV)-C53 mission. Digantara’s ROBI is not only the world’s first commercial space-based weather system but also the smallest, the company claimed. Dhruva Space meanwhile, developed satellite deployment systems that are compatible with ISRO’s PSLV launch vehicles – one of the most important aspects of satellite deployment. What are the challenges?Though the government has taken steps to boost private-sector participation in space, my companies have said the large number of approvals required remains a huge barrier. According to the Indian Brand Equity Foundation (IBEF), in 2017, Hughes, a US-based company, announced a $500 million satellite communications system in India. To date, the company has not received any approvals or an expected timeline.Another challenge is the lack of clear, specific, and streamlined regulations. <IMG Economictime_PL_438_News_3>Long way to goOver the past two decades, private companies such as Virgin Galactic, SpaceX, Blue Origin, and Arianespace have revolutionised the space sector by reducing costs and turnaround times. However, in India, private enterprises are limited to being mere suppliers to the government’s space programme.Though private startups such as Agnikul Cosmos, Skyroot Aerospace, Pixxel, and Dhruva Space are all expected to launch their respective missions this year, India is still at a nascent stage in the private space race, well behind other nations.The government and private firms are hoping the Space Policy 2022 will succeed in bridging this gap.", "page_url": "https://economictimes.indiatimes.com/tech/technology/ettech-explainer-will-indias-space-policy-launch-startups-into-orbit/articleshow/93003501.cms", "page_id": "Economictime_PL_438_News", "imgs": [{"caption": "", "id": "Economictime_PL_438_News_0", "src": "https://img.etimg.com/thumb/msid-93003896,width-650,imgsize-94100,,resizemode-4,quality-100/space.jpg"}, {"caption": "Global space economy", "id": "Economictime_PL_438_News_1", "src": "https://img.etimg.com/photo/msid-93003726,quality-100/global-space-economy.jpg"}, {"caption": "Steps taken up", "id": "Economictime_PL_438_News_2", "src": "https://img.etimg.com/photo/msid-93003595,quality-100/steps-taken-up.jpg"}, {"caption": "India’s budget for space sector applications", "id": "Economictime_PL_438_News_3", "src": "https://img.etimg.com/photo/msid-93003762,quality-100/indias-budget-for-space-sector-applications.jpg"}]}
{"title": "M&M launches new brand BE in the UK, lines up five all-electric vehicles in five years", "body": "Mahindra & Mahindra on Monday revealed a billion-dollar commitment and a ground-up EV platform Inglo to cater to the fast-growing EV industry in India.An electric vehicle portfolio of five electric vehicles was showcased in Oxfordshire UK. In addition to the iconic XUV brand with the Twin Peak logo in copper, Mahindra revealed the all-new electric-only brand, BE, for its EV portfolio.The company has already announced that it expects sale of 2 lakh electric vehicles or a significant 30% of its total sales to come from electric SUVs by 2027.These two brands have been manifested through five e-SUVs: the XUV.e8, XUV.e9, BE.05, BE.07, and BE.09. The first four of these are to be launched between 2024 and 2026. <IMG Economictime_PL_484_News_0>Anish Shah, Managing Director & CEO, Mahindra Group, said, “We are proud and delighted to showcase our Born Electric vision. It provides a strategic direction that is in line with our core philosophy of ‘Rise’ – to be an organisation that will be counted among the best in the world and at the same time rise for our planet to fight against climate change. Mahindra will offer customers future-ready technology, head-turning design, world-class products and the benefits of global partnerships. By 2027, we expect that a quarter of the SUVs we sell will be electric.” <IMG Economictime_PL_484_News_1>Rajesh Jejurikar, Executive Director – Auto and Farm Sectors, Mahindra & Mahindra, said, “Our vision of Born Electric is underpinned by the future-ready INGLO platform, two new exciting brands and the Heartcore design philosophy. The five electric SUVs provide a powerful glimpse of our strategic direction and hews to the Mahindra attitude of a racing spirit and the attitude of adventure. We aim to not only electrify the roads but also the hearts and minds of SUV aficionados in India and around the world.” <IMG Economictime_PL_484_News_2>Using the three strategic pillars of Brand, Design, and Technology, the company promises to bring in genuine electric SUVs with cutting-edge technology.Mahindra in a statement said the vehicles under the BE brand will be bold, evocative, and have new design language aimed at customers who want to define their life's journey in their own way while making a difference. Mahindra says the INGLO Technology is Indian at heart and global in its reach. <IMG Economictime_PL_484_News_3>As a platform, INGLO combines progressive battery technology, platform architecture, brain power, and human-machine interfaces. Moreover, according to the company, the name symbolizes the flow and exchange of energy and emotion, a GLO of harmony. <IMG Economictime_PL_484_News_4>INGLO will be the platform underpinning all Mahindra EVs in the future. It is the heart of Mahindra EV's ultimate human-machine interface, and will serve as the backbone of the Mahindra EV architecture.INGLO boasts class-leading safety standards, exhilarating performance, excellent range and efficiency, exemplary driving dynamics, versatility and intelligent HMI. In addition, INGLO offers a multi-sensory driving experience through its futuristic, augmented reality-enabled heads-up display, edge-to-edge screen, and Over-The-Air updates.After the announcement in July of a Rs 2000 crore infusion from British International Investment in the company's electric vehicle subsidiary, M&M guided for an investment of Rs 2000 crore in FY23 in the EV Company and another Rs 8000 crore over FY24 to FY27 in EV platforms, products, technologies, and exclusive manufacturing assets.(The reporter is in Oxfordshire, UK at the invitation of Mahindra & Mahindra.)", "page_url": "https://economictimes.indiatimes.com/industry/renewables/mm-launches-new-brand-be-in-the-uk-lines-up-five-all-electric-vehicles-in-five-years/articleshow/93574038.cms", "page_id": "Economictime_PL_484_News", "imgs": [{"caption": "XUV-e9", "id": "Economictime_PL_484_News_0", "src": "https://img.etimg.com/photo/msid-93575080,quality-100/xuv-e9.jpg"}, {"caption": "BE-05", "id": "Economictime_PL_484_News_1", "src": "https://img.etimg.com/photo/msid-93575092,quality-100/be-05.jpg"}, {"caption": "BE-07", "id": "Economictime_PL_484_News_2", "src": "https://img.etimg.com/photo/msid-93575099,quality-100/be-07.jpg"}, {"caption": "BE-09", "id": "Economictime_PL_484_News_3", "src": "https://img.etimg.com/photo/msid-93575113,quality-100/be-09.jpg"}, {"caption": "INGLO", "id": "Economictime_PL_484_News_4", "src": "https://img.etimg.com/photo/msid-93575127,quality-100/inglo.jpg"}]}
{"title": "Apple launches iPhone SE at Rs 43K, iPad Air with M1 chip and Mac Studio computer at Rs 3 lakh. Check specs, price and details", "body": "<IMG Economictime_PL_486_News_0>Apple on Tuesday announced a bunch of new products at its 'Peek Performance' event including new budget-friendly iPhone SE, iPad Air and Mac Studio and more.The new iPhone SE marks the first upgrade to the bare-bones version of Apple’s most popular pocket-friendly smartphone in nearly two years. The tech giant bumped the price of the new iPhone SE to $429 (Rs 34,000 approximately) — an 8% increase from $399 price tag for the last version that rolled out. In India, the price starts at Rs 43,900 for the 64 GB model. The 128GB model is priced at Rs 48,900, while the 256GB is priced at Rs 58,900. The new iPhone SE, which comes with all-new camera system powered by A15 Bionic chip, will be available in stores from March 18. <IMG Economictime_PL_486_News_1>It flaunts a 12-megapixel wide camera and comes packed with features such as Smart HDR, Photographic Styles, Deep Fusion and Portrait mode. The new iPhone SE also supports 5G. The smartphone will come in three colour options - midnight, starlight and product red. Apple also announced new iPhone 13 models in two new finishes, including alpine green. <IMG Economictime_PL_486_News_2>Now coming to the new iPad Air, which features the new Ultra-Wide front camera with Center Stage, which automatically pans during video calls. The new iPad Air comes with M1 chipset, which is definitely its selling point, and supports 5G. Apple claimed that iPad Air will be able to match iPad Pro's performance, thanks to M1 chip. On the back, iPad Air features 12 MP camera. There's also USB-C port while Apple claims that Apple Air is two times faster with data transfer up to 10GBPS. It flaunts a 10.9-inch Liquid Retina display with 500 nits of brightness, True Tone support and an anti-reflective coating. At the launch event, Apple said that the new table has a 100 per cent recycled aluminum enclosure, 100 per cent recycled tin in the solder of the main logic board. <IMG Economictime_PL_486_News_3>The new iPad Air will be available in Space Gray, Starlight, Pink, Purple and 'a stunning new blue' colour options at the starting price of $599 (roughly Rs 46,102). While the WiFi+5G model will be available from $749 (roughly Rs 57,647).The tech giant also announced the new M1 Ultra, which is made by connecting two M1 Max chips. Apple has claimed that M1 Ultra chip is eight times faster than M1 chips and will be first used in the creative professional-focused Mac Studio desktop computer. The new Mac Studio will come in two variants - with the M1 Max chip and other with the M1 Ultra chip. <IMG Economictime_PL_486_News_4>Mac Studio pricing starts at $1,999 (roughly Rs 1,53,856)for the version with the M1 Max chip and $3,999 (roughly Rs 3,07,789) for the M1 Ultra loaded computer.Apple also debuted a new monitor called Studio Display that can be paired with any Mac, including Macbook Air and Macbook Pro models, and which is priced at $1,599 (roughly Rs 1,23,069).", "page_url": "https://economictimes.indiatimes.com/magazines/panache/apple-launches-iphone-se-at-429-ipad-air-with-m1-chip-and-mac-studio-computer-at-4k-check-specs-price-and-details/articleshow/90087156.cms", "page_id": "Economictime_PL_486_News", "imgs": [{"caption": "Apple added 5G connectivity to its pocked-friendly iPhone SE and iPad Air. The tech giant also introduced a faster chip for a new desktop.", "id": "Economictime_PL_486_News_0", "src": "https://img.etimg.com/thumb/msid-90087220,width-650,imgsize-32088,,resizemode-4,quality-100/apple-event-launch-2022.jpg"}, {"caption": "iPhone SE 2022", "id": "Economictime_PL_486_News_1", "src": "https://img.etimg.com/photo/msid-90087190,quality-100/iphone-se-2022.jpg"}, {"caption": "iPhone 13", "id": "Economictime_PL_486_News_2", "src": "https://img.etimg.com/photo/msid-90087154,quality-100/iphone-13.jpg"}, {"caption": "iPad Air 2022", "id": "Economictime_PL_486_News_3", "src": "https://img.etimg.com/photo/msid-90087201,quality-100/ipad-air-2022.jpg"}, {"caption": "Mac Studio computer", "id": "Economictime_PL_486_News_4", "src": "https://img.etimg.com/photo/msid-90087186,quality-100/mac-studio-computer.jpg"}]}
{"title": "Apple launches Watch Series 8 at Rs 46K, Watch Ultra at Rs 90K & Watch SE at Rs 30K. Check out features, other details", "body": "<IMG Economictime_PL_571_News_0>The much-awaited products from Apple are finally here as the Cupertino-based tech giant held a 'Far Out' event on Wednesday where he launched the all-new iPhone 14 line-up, 2nd generation AirPods Pro and three new Apple Watches. At the event, which began with Apple CEO Tim Cook's keynote address, witnessed the launch of Apple Watch Series 8, Apple Watch Ultra and Apple Watch SE Gen 2. While Apple Watch Series 8 and Watch SE Gen 2 will be available for booking from September 16, Apple's brand-new Watch Ultra will go live for sale from September 23.  Apple Watch Series 8The new Apple Watch Series 8, has similar resemblance to the Apple Watch Series 7. The new smartwatch comes in two case material types - Aluminium and Stainless Steel and is available at a starting price of Rs 45,900 in India. Apple Watch Series 8 features a big Always-On display with narrow borders. <IMG Economictime_PL_571_News_1>The display on the smartwatch is crack resistant, dust resistant and water resistant. The new features such as built-in temperature sensors, health-tracking systems and ovulation monitoring for women, make it innovative and distinct. The smartwatch also comes packed with Crash Detection which detects if you're in a severe car crash and then automatically connects you with emergency services while also notifying your emergency contacts. Apple Watch UltraAt the 'Far Out' event, Apple also introduced its adventure smartwatch, Apple Watch Ultra which comes with titanium case, precision dual-frequency GPS and up to 36 hours of battery life. Apple Watch Ultra gives the freedom of cellular and comes with three specialised straps that are made specifically for athletes and adventurers of all kinds.  <IMG Economictime_PL_571_News_2> <IMG Economictime_PL_571_News_3>Apple Watch Ultra will go on sale from September 23 and will be available at a starting price of Rs 89,900. The smartwatch's unique design rises up to surround the flat sapphire crystal and protect it from edge impacts. The Digital Crown of Apple Watch Ultra is larger and the side button raised from the case, which makes it easier to use even when you are wearing gloves.The smartwatch is water resistant, dust resistant and comes packed with big and bright display, Night Mode and a new Action button which gives you quick physical control over a variety of functions. Apple Watch Ultra comes with a strap which is fit for outdoor adventures, enduring training and water sports. Apple Watch SEApart from the Apple Watch Ultra and Apple Watch Series 8, the tech giant also launched its second generation of budget-friendly smartwatch at a starting price of Rs 29,900. <IMG Economictime_PL_571_News_4>Apple Watch SE will be available for ordering from September 16. The new Watch SE comes with a faster dual-core processor and a redesigned back case which is made with a new production process that reduces its carbon emissions over 80 per cent. The Apple Watch SE is swim proof and flaunts a retina display and provides high and low heart rate notifications, cycle tracking, fall detection and crash detection.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/apple-launches-watch-series-8-at-rs-46k-watch-ultra-at-rs-90k-watch-se-at-rs-30k-check-out-features-other-details/articleshow/94068205.cms", "page_id": "Economictime_PL_571_News", "imgs": [{"caption": "At the 'Far Out' event, Apple also introduced its adventure smartwatch, Apple Watch Ultra which comes with titanium case, precision dual-frequency GPS and up to 36 hours of battery life.", "id": "Economictime_PL_571_News_0", "src": "https://img.etimg.com/thumb/msid-94068256,width-650,imgsize-75090,,resizemode-4,quality-100/apple-watch-story.jpg"}, {"caption": "Apple Watch Series 8", "id": "Economictime_PL_571_News_1", "src": "https://img.etimg.com/photo/msid-94068768,quality-100/apple-watch-series-8.jpg"}, {"caption": "Apple Watch Ultra", "id": "Economictime_PL_571_News_2", "src": "https://img.etimg.com/photo/msid-94068782,quality-100/apple-watch-ultra.jpg"}, {"caption": "Apple Watch Ultra", "id": "Economictime_PL_571_News_3", "src": "https://img.etimg.com/photo/msid-94068817,quality-100/apple-watch-ultra.jpg"}, {"caption": "Apple Watch SE", "id": "Economictime_PL_571_News_4", "src": "https://img.etimg.com/photo/msid-94068801,quality-100/apple-watch-se.jpg"}]}
{"title": "The misunderstood product manager", "body": "<IMG Economictime_PL_855_News_0>Two decades ago, it seemed you couldn’t walk down a street in Bengaluru without bumping into a software engineer. Today, one of the hottest jobs in tech startups is that of a product manager, or a PM, even when the role doesn’t hinge on technical skills like coding. Senior PMs at well-funded startups draw hefty pay packages, as much as developers at the same level in some cases. Some of the top unicorn founders hailing from a product background simply adds to the lure. It’s a soft-skills-heavy role, and chances are you will be snapped up faster if you are from a top tier B-school.Underneath the hype, though, product management seems to be riddled with several myths and misinterpretations, primarily because the Indian startup sector has yet to establish best practices template for this function “unlike its counterpart in the US that’s had a 15-year head start to do that,” notes Shruti Sharma, senior product manager at a fintech startup in Bengaluru.India is just picking up on the action. Shilpi Agrawal, product manager of a homegrown social network, says product management has become a hot career option of late as a lot of startups launched in the last 3-4 years reached the stage of funding to be able to afford PMs, thus increasing their demand.“I get a lot of juniors from my engineering college (BITS Pilani) who are interested in it,” she adds. <IMG Economictime_PL_855_News_1>PMs have formed a community on Twitter and Instagram in recent times, says Sharma, a former marketer. This community has room for debates as well as clever memes that express the woes of their professional lives. Woes like the unclear scope of their role and whether it is a lonely or a glorious one, to the “CEO vs Janitor” debate that they often find themselves embroiled in... In our interaction with almost a dozen PMs over the last week, product managers came across as a misunderstood breed of mostly non-techies in a tech universe. Let’s try to understand them and explore what those best practices could look like.What does a product manager do?Broadly, “a product manager finds the right problems to solve, finds the solutions to them, and aligns all members into it,” says Shivangi Srivastava, product head (new initiatives) at a hyperlocal startup in Bengaluru. Different companies define PMs differently though. Sometimes companies hire them as PMs only to perform the role of project managers or program managers, whose job pertains to executing a plan that’s supposed to have been laid out by the PM. You know this lack of clear distinction between a product manager, a project manager, or a program manager hits a raw nerve with the community when it makes its way to memedom. Exhibit A: PMs can also get consumed by the job of executing tasks. They tend to underestimate the change in their role from one week to another, says Shyvee (Xinyu) Shi, a product manager at a global networking platform in San Francisco. “They have to set boundaries to be able to do “deep work”.” What’s the hype all about?The promise of great salaries despite no hard skills makes it a lucrative career option for many entry-level professionals as well as those looking to pivot into startups. For people with entrepreneurial aspirations, there’s an added incentive: Product managers are often compared to the founders/CEOs of startups, given the involvement of frequent, high-stakes decision-making in both roles. Some of the most popular founders of consumer internet companies were former product managers, like Kevin Systrom, the cofounder of Instagram. “The PM’s profile also offers better opportunities for growth within the organisation that an engineer at the same level may not always get, including the prospect of becoming a CEO,” adds Taruna Manchanda, a Bengaluru-based product manager. Both Sundar Pichai, CEO of Alphabet Inc (parent entity of Google), and YouTube CEO Susan Wojcicki, rose up the ranks in the Google universe via the product management route. It is a glorious career path, then?Debatable. As Srivastava points out: A product manager has all the responsibilities of a founder, but none of their authority. A PM works with and through different departments like engineering, design, data analytics, quality assurance and control, among others. Members of these divisions do not report to the product manager.“People have to follow you not because you say so, but because you convinced them to,” says Srivastava. <IMG Economictime_PL_855_News_2> That’s one way to look at it. “I say, you’re like a conductor in an orchestra. You don’t own any instruments, but it is up to you to bring out the best from the group,” says Shi from San Francisco.It's not that simple though. Many PMs feel theirs is a lonely job. You pass on the accolades to the teams but take ownership if things go awry. You are also concerned that a genuine attempt at bonding with other teams may be interpreted as a strategic move, says Manchanda. Most startups maintain a PM to developer ratio of 1:5 or 1:10. “That ratio works against you as you have to get 10 people to like you,” says Vindhya C, a senior product manager at a stock photography platform in Germany. Friction is bound to happen in such circumstances. On most occasions, it’s nothing but a misunderstanding, says Poorvi Shrivastav, senior director, product management, at a global software company based in California. That PMs try to exert dominance in every situation is another misinterpretation of their role, she says. “You’re always trying to balance your vision with the art of possible. Sometimes, when there’s too much chaos in meetings, you cut people short because you’re coming from a position of driving outcomes at a speed.” If the PM is a woman, their tendency to interrupt is even lower, reckons Shrivastav. A lot of this friction is often a PM’s own doing, though, says Pratiksha Dake, head of product at an edtech company, hinting at instances of PMs encroaching on designers’ and developers’ territory. “PMs are supposed to be deep generalists, not specialists,” Dake says.Instead of overstepping boundaries, adds Vindhya, a product manager could tell the designer: “Here’s what I want done, and here’s how I want the user to perceive it… You tell me how this looks like.” <IMG Economictime_PL_855_News_3>“PMs must also be thick-skinned and should say No to developers and designers, albeit compassionately, if that is indeed the right thing to do,” says Shi. They should apply the same logic to their own thought process as well, adds So Yun J Maryn, SVP - digital products at a company in Washington DC. “Due to everything needing to be built fast, one can miss on building the right thing. For example, to redesign an airline ticket, we may ask if elements of the ticket are the problem, but is there a need for a ticket in the first place?” asks Maryn, author of ‘A Toolkit for Product Managers’.  <IMG Economictime_PL_855_News_4>Taking a leaf from Maryn’s book, Vindhya urges all product management enthusiasts to look beyond the hype. “Nobody is going to tell you your next-mile goal. You have to keep learning and unlearning things as you enter newer spaces, sectors, and it can be frustrating.”Don’t get into it because it’s the in thing to do right now unless you see yourself doing this for long, she says. Meanwhile, Agrawal points out how some consumer internet startups in India “do not have a PM and still sustain well.” Even as Vindhya herself finds meaning in this domain, she feels many people are getting into this race without knowing what it entails. “And very few finish it.”Note:", "page_url": "https://economictimes.indiatimes.com/tech/tech-bytes/the-misunderstood-product-manager/articleshow/85278617.cms", "page_id": "Economictime_PL_855_News", "imgs": [{"caption": "(Graphics and illustrations by Rahul Awasthi/ETtech)", "id": "Economictime_PL_855_News_0", "src": "https://img.etimg.com/thumb/msid-85291495,width-650,imgsize-1312320,,resizemode-4,quality-100/product.jpg"}, {"caption": "Decoding the hype around product managers_Graphic_ETTECH", "id": "Economictime_PL_855_News_1", "src": "https://img.etimg.com/photo/msid-85290494,quality-100/decoding-the-hype-around-product-managers_graphic_ettech.jpg"}, {"caption": "product manager has all responsibilities of a founder, no authority", "id": "Economictime_PL_855_News_2", "src": "https://img.etimg.com/photo/msid-85290154,quality-100/product-manager-has-all-responsibilities-of-a-founder-no-authority.jpg"}, {"caption": "Instead of encroaching on their territory, share your vision and show you trust them to deliver", "id": "Economictime_PL_855_News_3", "src": "https://img.etimg.com/photo/msid-85290174,quality-100/instead-of-encroaching-on-their-territory-share-your-vision-and-show-you-trust-them-to-deliver.jpg"}, {"caption": "making the right decision instead of a quick decision", "id": "Economictime_PL_855_News_4", "src": "https://img.etimg.com/photo/msid-85290605,quality-100/making-the-right-decision-instead-of-a-quick-decision.jpg"}]}
{"title": "Exclusive: Flipkart launches 45-minute grocery delivery, to scale up operations next month", "body": "<IMG Economictime_PL_1039_News_0>Bengaluru: Flipkart has started delivering groceries in 45 minutes in parts of Bengaluru, halving its quick delivery service time from 90 minutes, ET has learnt.The country’s leading ecommerce platform plans to scale up the 45-minute grocery delivery service known as Flipkart Quick to more cities next month, a company insider said.Flipkart declined to comment.The development comes at a time when quick commerce firms such as Blinkit, Zepto, Swiggy's Instamart and RIL-backed Dunzo are jostling to deliver a range of products within 15-20 minutes.Flipkart’s new service is in line with the company's thinking that 10-20 minutes delivery is not the right long-term customer model.“We would look at a more sustainable business which offers it (delivery) in 30-45 minutes with good value and selection,” Flipkart group CEO Kalyan Krishnamurthy had told ET on January 4. “That is the way we look at the convenience business, rather than force-fitting a consumer need which is actually not there in the market.”He had said the company would like to focus on a model that's sustainable and offers both good value and selection. <IMG Economictime_PL_1039_News_1>Quick commerce companies like Swiggy’s Instamart and Zepto operate dark stores to facilitate delivery of groceries in 15-20 minutes. These dark stores would typically have a stock-keeping-unit (SKU) of 1,000-3,000 products per store.Flipkart will have wider selection since the company takes longer time to deliver, the source cited above said.The company is not overhauling its 90-minute delivery model, but is just “optimising the steps” to reduce delivery timeline, the person said.Also read:Scaling up grocery and Shopsy will be priority, Flipkart CEO saysFlipkart Quick, which was launched as a 90-minute delivery service, is present across 14 cities and the company plans to take it to over 200 cities by 2022.Flipkart will also look to expand its fresh vegetable and fruits business under the broader grocery category. The service is currently available in Bengaluru and Hyderabad. <IMG Economictime_PL_1039_News_2>According to a report by Bernstein Research, India is leading other global markets in terms of quick commerce adoption. Quick commerce penetration as a percentage of online grocery is 13% in the country, while China is at 7% and Europe is at 3%. Quick commerce targets mid/high-income households in large metros who seek convenience over price.But players across the sector are at the moment burning capital with no profit in sight.ET had reported on Monday that Swiggy's Instamart and Mumbai-based Zepto are looking to launch private label products soon to improve margins and reduce burn. <IMG Economictime_PL_1039_News_3>Private label products are goods sold by retailers under their own brand names. Many brick-and-mortar retailers and ecommerce companies have private labels, which offer a fatter margin than selling third-party brands. Amazon, for instance, sells many products under the Amazon Basics brand.Zomato, which invested $100 million in Blinkit (formerly Grofers) last year, on February 10 reiterated its focus on the quick-commerce segment by announcing it would invest an additional $400 million in the space in the next two years.ET reported on November 18 that Zomato was looking to bet $500 million on Blinkit. Meanwhile, Swiggy has allocated $700 million to grow its Instamart offering, while Zepto raised a war chest of $160 million last year.", "page_url": "https://economictimes.indiatimes.com/tech/technology/flipkart-launches-45-minute-grocery-delivery-to-scale-up-operations-next-month/articleshow/89643564.cms", "page_id": "Economictime_PL_1039_News", "imgs": [{"caption": "Illustration: Rahul Awasthi", "id": "Economictime_PL_1039_News_0", "src": "https://img.etimg.com/thumb/msid-89656561,width-650,imgsize-1835197,,resizemode-4,quality-100/flipkart.jpg"}, {"caption": "Quick commerce", "id": "Economictime_PL_1039_News_1", "src": "https://img.etimg.com/photo/msid-89656575,quality-100/quick-commerce.jpg"}, {"caption": "What online grocery customers", "id": "Economictime_PL_1039_News_2", "src": "https://img.etimg.com/photo/msid-89656597,quality-100/what-online-grocery-customers.jpg"}, {"caption": "Quick commerce", "id": "Economictime_PL_1039_News_3", "src": "https://img.etimg.com/photo/msid-89656606,quality-100/quick-commerce.jpg"}]}
{"title": "The wait is over! Apple India online store now open with iPhone, Mac line-up, direct customer support & more", "body": "<IMG Economictime_PL_1289_News_0>On September 18, three days after Apple's #TimeFlies event which saw the announcement of Apple Watch Series 6 and the new iPad, Apple CEO Tim Cook sent the Indian Apple fans into a frenzy by announcing that Apple's first-ever Indian online store will be launched on September 23.Apple's much-awaited online store is now open for business and the complete line-up of Apple devices, including the entire iPhone range, Apple Watch, Airpods, Homepod family, Mac device line-up and more are available for sale.  <IMG Economictime_PL_1289_News_1>At this time, you can purchase the Apple iPhone 11 Pro, Apple iPhone 11 Pro Max, Apple iPhone 11, Apple iPhone SE and the Apple iPhone XR. You can also take your pick from the Apple iPad line-up that includes the Apple iPad Pro 12.9, Apple iPad Pro 11, the new Apple iPad and the Apple iPad Mini, while the new Apple iPad Air is set to go on sale sometime in October. The complete Mac line-up and all other devices, including the newly launched Apple Watch Series 6 are also on sale. <IMG Economictime_PL_1289_News_2>What's more? Besides the exciting line-up of devices, the online store also comes with lots of attractive offers including trade-in and exchange offers for iPhones, the Education Store, 'Configure to Order' your Mac, extended range of payment and EMI options. The trade-in offers for iPhones will allow customers to exchange any eligible smartphone to earn credit towards buying a new iPhone. All the customers have to do is answer a few questions and the store will provide a trade-in value up to Rs. 35,000 that can be used to lower the price of a new iPhone. <IMG Economictime_PL_1289_News_3>Indian customers, who own Apple products, can also get in touch with Apple specialists through chat support on any product, reach out to them for advice or guidance which will be available in both English and Hindi. If you are a student who is an Apple fanatic, you are in for a treat. You can purchase a Mac or an iPad models at special discounted pricing, as well as avail discounts on accessories and the company's extended warranty programme, AppleCare+. These discounts are only for current and newly accepted university students, their parents, as well as lecturers and staff. That's not all. The Cupertino-based tech giant is also offering ‘Today at Apple' free sessions that will be led by local creative professionals focussing on photography and music. With Diwali approaching, customers can get signature gift wraps and personalised engravings on select products. iPad models and Apple Pencil can be engraved in English whereas AirPods can be engraved in multiple languages including Bengali, Gujarati, Hindi, and more.Apple is also keeping up with the present times and is offering contactless delivery for all Apple products. The orders that require a signature will be handed over after a verbal confirmation from the customer from a safe distance.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/the-wait-is-over-apple-india-online-store-now-open-with-iphone-mac-line-up-direct-customer-support-more/articleshow/78269245.cms", "page_id": "Economictime_PL_1289_News", "imgs": [{"caption": "Indian customers, who own Apple products, can also get in touch with Apple specialists through chat support.", "id": "Economictime_PL_1289_News_0", "src": "https://img.etimg.com/thumb/msid-78270088,width-650,imgsize-435959,,resizemode-4,quality-100/indian-customers-who-own-apple-products-can-also-get-in-touch-with-apple-specialists-through-chat-support-.jpg"}, {"caption": "iPad Air will go on sale in October.", "id": "Economictime_PL_1289_News_1", "src": "https://img.etimg.com/photo/msid-78270192,quality-100/ipad-air-will-go-on-sale-in-october-.jpg"}, {"caption": "The newly launched Apple Watch Series 6 is also available for sale.", "id": "Economictime_PL_1289_News_2", "src": "https://img.etimg.com/photo/msid-78270287,quality-100/the-newly-launched-apple-watch-series-6-is-also-available-for-sale-.jpg"}, {"caption": "The iPhone line-up at the newly launched Apple store.", "id": "Economictime_PL_1289_News_3", "src": "https://img.etimg.com/photo/msid-78270342,quality-100/the-iphone-line-up-at-the-newly-launched-apple-store-.jpg"}]}
{"title": "Tech that, 2022! iPhone 14, Galaxy S22, OnePlus 10 among most-awaited launches", "body": "<IMG Economictime_PL_1453_News_0>The year 2021 was a mixed one for the world of tech with its highs and lows due to the ongoing pandemic. Geeks around the globe witnessed the sporadic launch of smartphones, the global chip shortage and the rising cost of labour and components, that in turn, made flagship phones costlier than ever. From Apple’s iPhone 13 line-up to Samsung’s Galaxy z Fold 3, 2021 saw several big-ticket launches of premium smartphones. Not just Apple and Samsung, smartphone makers such as OnePlus, Oppo, Google also came out with their stunning products to woo consumers. Those launched in 2021 boasted of spectacular technology, and users around the world are anticipating more revolutionary flagship smartphones in 2022. Here is a list of top smartphones that are likely to be trendsetters in 2022.Samsung Galaxy S22 seriesIn the last few months, there have been several leaks surrounding the upcoming Samsung Galaxy 2022 series. Historically Samsung has launched its phones in February or March, however, its S21 line-up was launched in January 2021. However, it remains to be seen if the brand unveils its S22 series in the first quarter of the new year. The biggest expectations from the S22 line-up are around its cameras. A recent report hinted that the S22 series will have a P-shaped camera module and that the brand will retain its 108-megapixel primary camera from its Galaxy S21 Ultra. <IMG Economictime_PL_1453_News_1>iPhone 14In 2021, Apple went on to release its iPhone 13 series and the premium phones have been consistently hailed as the best phone of the year. The brand has managed to sustain the buzz around its plans for its upcoming devices. A recent report by 9to5Mac suggested that the iPhone 14 and iPhone15 series will get significant camera updates. It has also been predicted that the new models will have 48-megapixel cameras compared to the existing 12-megapixel sensor. Moreover, iPhone 15 which is likely to be launched in 2023 is said to have a periscope-shaped lens. <IMG Economictime_PL_1453_News_2>OnePlus 10 seriesOnePlus has already announced that it will launch its premium flagship OnePlus 10 and OnePlus 10 Pro in January 2022. A series of leaks have already revealed the possible design and specifications of the top-tier 10 Pro model. The OnePlus 10 Pro will flaunt Qualcomm's new Snapdragon 8 Gen1 chipset and an improved selfie camera of 32-megapixel. Many reports have suggested that the phone may retain several features that were seen on the OnePlus 9 Pro. The phone may also have a 48MP main camera, 50MP ultrawide, and an 8MP 3.3X telephoto camera in its triple-camera setup. <IMG Economictime_PL_1453_News_3>iPhone SE3The upcoming smartphone from Apple is likely to be launched in the first half of 2022, according to MacRumours. It is likely to feature the A15 Bionic chip, the same that powers the iPhone 13. At present, the iPhone SE functions on the A13 Bionic processor. The SE models of 2016 and 2020 had Touch ID, the upcoming SE 3 may be the first in the series to sport a Face ID. There are rumours that the phone may retain its SE design or it may assume the design of the iPhone XR. <IMG Economictime_PL_1453_News_4>Xiaomi 12Xiaomi is gearing up to launch its flagship phone - the 12 series in the next year. The phones already secured an A+ score from DisplayMate, the worldwide leader in video diagnostics. The 12 series is expected to create a buzz considering its display features. According to a company statement, the new phones come with high-precision screens with exceptional colour accuracy – 16,000 level brightness adjustment. It was also reported that the Xiaomi 12 series screens will have a high PPI and 10-bit colour depth. <IMG Economictime_PL_1453_News_5>Oppo Find NThe recently launched phone, Oppo Find N, is touted to be a strong contender to Samsung’s Galaxy Fold series. The clamshell-style smartphone has a 7.1-inch inner display and a 5.49-inch outer display. Once folder, the phone has an 18:9 aspect ratio making it easy to use with one hand. Both displays come with an adaptive refresh rate of up to 120Hz. The phone comes with the Qualcomm Snapdragon 888 chipset paired with up to 12GB of LPDDR5 RAM and 512GB of UFS 3.1 storage. The phone will set a precedent for foldable phones in 2022. <IMG Economictime_PL_1453_News_6>Vivo X80Although there are no official announcements yet, the Vivo X80 has generated considerable interest. The brand will reportedly use the new MediaTek Dimensity 9000 chipset for its upcoming phone. The line-up is likely to include Vivo X80, Vivo X80 Pro, and Vivo X80 Pro Plus. The phones may have a full HD+ display with a 120 Hz refresh rate and are likely to have a 50-megapixel main sensor, 5-axis stabilisation, a 12-megapixel telephoto lens with an integrated 2x zoom. <IMG Economictime_PL_1453_News_7>", "page_url": "https://economictimes.indiatimes.com/magazines/panache/tech-that-2022-iphone-14-galaxy-s22-oneplus-10-among-most-awaited-launches/articleshow/88544893.cms", "page_id": "Economictime_PL_1453_News", "imgs": [{"caption": "Apple, Samsung, Oppo, Vivo all are set to unveil their latest smartphones in 2022.", "id": "Economictime_PL_1453_News_0", "src": "https://img.etimg.com/thumb/msid-88545631,width-650,imgsize-24706,,resizemode-4,quality-100/image-83.jpg"}, {"caption": "Image (84)", "id": "Economictime_PL_1453_News_1", "src": "https://img.etimg.com/photo/msid-88544909,quality-100/image-84.jpg"}, {"caption": "Image (68)", "id": "Economictime_PL_1453_News_2", "src": "https://img.etimg.com/photo/msid-88544930,quality-100/image-68.jpg"}, {"caption": "Image (85)", "id": "Economictime_PL_1453_News_3", "src": "https://img.etimg.com/photo/msid-88544981,quality-100/image-85.jpg"}, {"caption": "Image (86)", "id": "Economictime_PL_1453_News_4", "src": "https://img.etimg.com/photo/msid-88545036,quality-100/image-86.jpg"}, {"caption": "Image (87)", "id": "Economictime_PL_1453_News_5", "src": "https://img.etimg.com/photo/msid-88545178,quality-100/image-87.jpg"}, {"caption": "Image (88)", "id": "Economictime_PL_1453_News_6", "src": "https://img.etimg.com/photo/msid-88545543,quality-100/image-88.jpg"}, {"caption": "Image (89)", "id": "Economictime_PL_1453_News_7", "src": "https://img.etimg.com/photo/msid-88545567,quality-100/image-89.jpg"}]}
{"title": "Why Siddhartha Lal needs to rev up Royal Enfield with launches and innovations", "body": "<IMG Economictime_PL_1456_News_0>After the lowest quarterly sales growth in six years, Siddhartha Lal, alpha male boss of Eicher Motors, flew to Chennai, home of Royal Enfield (RE) Motorcycles, last November for a critical strategy meet.With special guests from Google, Redbull, Maruti Suzuki and McKinsey, among others, the idea was to refresh and map the future. Over three days, Royal Enfield’s management discussed future mega trends with the help of McKinsey and a digital landscape through the eyes of Google. Vikaas Saxena and Avik Chattopadhyay, former marketing directors of Redbull and Maruti Suzuki, both did a walk-through on revitalising brand equity.The preceding months had been high on testosterone. The company got rave reviews for its most ambitious global bet — the twin cylinder motorcycles to take on Harley and Triumph globally. Simultaneously, back home, it was grappling with slowing growth, changing regulations, irate customers and labour woes. Floods in Kerala also dented sales. While the core of management discussion was a longer-term blueprint, there were immediate issues such as a torpid topline and falling demand from wellpenetrated clusters to deal with. This — along with rising brand fatigue, lack of credible successes beyond the Classic range, concerns over cost of ownership, a steady price increase and, more importantly, customer acquisition challenges — was fast becoming a Molotov cocktail. <IMG Economictime_PL_1456_News_1> DELTA-VThe rise and resurrection of Royal Enfield from a fading icon to a global pin-up has been an amazing triumph of entrepreneurial chutzpah, ingenious strategy and an undying passion by the iconoclastic Lal, who breathes, lives and swears by the brand. In just a decade, under Eicher’s management, RE swung from a loss-making unit to the most profitable — based on operating profit margin — two-wheeler maker and a stock market darling. Even today, Eicher’s market capitalisation is 33% higher than Harley’s, at $9.2 billion.However, over the last 18 months, even as new capacities were coming onstream, booking growth was slowing. The growing base was catching up. RE’s rise had woken bigger rivals Harley Davidson and Triumph. A couple of dozen new options have emerged in 150-500 cc space in Royal Enfield’s sweet spot, that is, Rs 1-3 lakh. The widening price gap between Enfield and its rivals is also affecting sales. While the likes of Hero and Bajaj employ an aggressive pricing strategy, new safety regulations that call for mandatory ABS have hiked prices at RE — almost `25,000 since May — making upgrading to Enfield a step too steep for many. Falling volumes in some states is a cause for concern, though RE continues to enjoy over 90% market share in the super-250cc segment. <IMG Economictime_PL_1456_News_2> Key states of Tamil Nadu, Karnataka, Kerala and Maharashtra, which account for a third of RE’s sales, have seen a double-digit decline for several quarters now and may cause single-digit company growth for the first time in a decade. Walk-ins and enquiries are declining and conversion is stretched out, indicating systemic stress, a channel check by ET indicates. July-September same store growth was negative and new stores in towns and smaller cities — a largely commuter-dominated market — are barely making up for numbers. Same store growth was 15% and 10% in FY17 and FY18.Moderation of outperformance has also diluted investor faith. Institutional investors such Capital Group and Teacher Insurance and Annuity Association of America have pruned exposure. Over the past year, share price too has slipped 25%, eroding market cap by a significant Rs 18,000 crore. To put it in perspective, this is equal to 70% of TVS Motor Company’s total market cap.Mahantesh Sabarad, head, retail research, SBI Cap Securities, says RE hasn’t been able to keep up the excitement around its new products as a resistance to aggressive competition and category saturation, even though it is still in a position to take advantage of premiumisation. Stock has corrected but valuation derating is yet to happen, he cautioned. Eicher’s valuation premium over mass bike makers has come down to 35.7%, versus 75% of the last five-year average, and trades at 23.4x based on the next 12-month earnings while the average PE for mass bike-makers is 17.23.LANE STEALERS PUT A SPOKESince the beginning of the second quarter of FY19, the industry has been hit by West Bengal Regional Transport Office rule change, floods in Kerala and Uttarakhand and insurance hikes running into the festivities, pulling down sales. It’s clear RE is no more a niche player and any kind of macroeconomic headwinds will have an impact, something dealers too can sense. A leading western India dealer says RE was insulated from big shocks such as demonetisation and BSIV, but not anymore. Earlier, it was a waitlist of months. Today, many dealers are sitting on 2-3 weeks of inventory. Clearly, operations need to change. “We can’t sit in the showrooms and wait for customers to come. It is an effort now. We have to engage in activities and advertise to draw new buyers,” says the dealer, requesting anonymity. <IMG Economictime_PL_1456_News_3> A strike at one plant led to production loss of 28,000 units in FY19. Yet, there was no major change in the order book, which highlights weak underlying demand. Lal, though, remains unperturbed as he terms slowing sales “short-term clouds” and assures that his view on medium- and long-term has not changed. “It’s normal for a business to have some ups and downs. We view business from a long-term perspective and keep improving. Of course, there are small clouds, which we are tackling. But, nothing that is insurmountable,” he says.REBOOT & RIP IT UPLal, to be fair, is keen to hammer down and fire up the imagination and the road once again with new twin technical centres in the UK and Chennai, modern manufacturing facilities, fresh talent and field experts to guide them. “We are learning and improving every day,” he says.The company that has been accused of lacking new model interventions will unleash at least a dozen motorbikes in next three to five years, which would mark “the new phase.” Lal is even ready to accede a gap in technology; hence, next generation models need to become the basis for future. While Twins was the first step to ensure Royal Enfield is seen as a serious player globally, he wants to equally focus on getting the J platform — a replacement of his bread and butter Classics – spot on.But the company has not yet been able to fix the perception on quality and cost of service, feel experts, despite a cult following. The high-profile Himalayan launch was derailed by poor quality — oil leakage, gear shifts and steering issues — that stunted growth in the initial launch phase, leading to temporary shutdown of production. Some niggles were addressed with the BS IV variant, which has improved demand for the model, though nowhere close to target.Lal, who spends 85% of his time at RE, has hired Japanese experts to address quality issues, which are getting fixed right at the design, development and manufacturing level. A rigorous 1,000-point checklist is now followed to ensure very high quality, say people in the know.The company also brought McKinsey on board for richer forecasting and strategy and PwC for digital infrastructure and planning process while Accenture is already on board for a retail upgrade programme, ReCode. There is, however, a feeling that silos are being created and it is a challenge working with an MD who literally lives out of his suitcase. Company watchers claim phone calls and video conferencing is inadequate for a company of this scale. RE is moving its corporate headquarters to Chennai in the first half of 2019 for more cohesion between CXOs in management, manufacturing and engineering.The game plan is to shift to a single integrated office before rollout the new generation J architecture, which will become the backbone o f its 350-400cc bikes in BS VI avatar. It is speculated that Lal himself may move back to India ahead of this. The shift has caused anxiety at various management levels, with at least a dozen experienced resumes already circulating in the market. With sales head Shaji Koshy likely to retire soon, RE roped in Vimal Sumbly, former head, Triumph India, who, many believe, is being groomed to take charge of Indian operations. Pankaj Sharma, formerly of Volkswagen, is set to take charge of international operations. Lal remains ostensibly unfazed by the chatter. “For us it is about nurturing products and brands,” he says.Royal Enfield does not have the privilege of a global partner. It is a true homegrown company and it is facing a huge challenge in rollout of the BS VI version. The project is running late and may have an impact on volumes. Plans for global M&As also did not materialise after its 2017 pursuit of Ducati. But with a new management at its VW parent reviving plans of a portfolio pruning, many speculate the prospect could resurface sooner than expected. In the last five financial years, premium motorcycle segment 150-250 cc almost doubled in India. However, the 350-500cc segment was single-handedly driven by Royal Enfield, which grew more than 10 times to 8.33 lakh units. Now, close to a dozen new models are likely to hit the market from the likes of Harley, Triumph, Jawa and others.While competition is intensifying, the trend of people moving up the price point and comfort actually puts Royal Enfield in a sweet spot. A senior executive associated with the company says the attempts to copy Royal Enfield will only help the brand. “Many players have attempted to challenge Activa or Splendor time and again, but both these brands have only grown and continue to rule their segments. I see the same thing with Classic,” says the executive on condition of anonymity.Of the 20 lakh two-wheelers sold, just 4-5 models occupy 75% of the market while 40 other brands fight for the balance 25%. Thus, a single brand driving the show at a two-wheeler company is not peculiar. In note released in November, Brokerage Credit Suisse’s Jatin Chawla said, “We remain cautious about Eicher — as it is likely to be the worst impacted by regulatory cost increases — and cut volume estimates to factor in weak volume trends resulting in an 8-10% cut to our estimates.”Kapil Singh of Nomura in a note post September quarter results said the key risk for Eicher is that competition in the 350cc segment is likely to increase sharply from FY21F, which could affect Royal Enfield. For instance, M&M plans to launch its cruiser motorcycle Jawa at year-end. Also, Harley Davidson has aggressive plans to launch 250-500cc motorcycles in India from 2020 and has already tied up with a key manufacturer in Asia. Additionally, Bajaj Auto will be launching the Triumph brand in this segment.PASTA ROCKET VS GROCERY GETTERWith supply exceeding demand after a long time, new ways of reaching and getting customers is the key and the company needs to identify market growth enablers and bring in genuine product innovation to grow from here, feel experts. Back home, from being a weekend ride, the Enfield is now used for daily commutes. Even user age has come down to 25-35 over the last few years. With volumes approaching one million annually, Royal Enfield is entering a very sticky phase.The dilemma is how to retain premium and yet maintain scale. “One thing is clear — RE will not run behind volumes,” says an old-time company associate. “It will aim to grow faster than the mainstream motorcycle market but not at any cost. Focus should be on building the category, the DNA, the engine and architecture without getting tempted into offering something others offer. We should wait for people to buy us, instead of going out and shouting, ‘Buy me buy me.’” “RE may well draw inspiration from luxury car companies that have a wide portfolio, yet form and character is very similar,” argues Alpana Parida, managing director, DY Works, a brand consulting firm.Lal is clear he wants to be a creator. He reckons that to challenge someone in their stronghold is “very bloody” exercise the moment you ask about his plans to enter the high volumes 150-250 cc space. “Why should we go where other people are when we can grow the mid-size motorcycle market, which is at around 1.5 million? We help it grow to 10-15 million; that is where we want to be. Then what’s the way ahead? The twin cylinders bring Royal Enfield into a serious reckoning globally, but Lal knows it is long, hard, organic game that needs to be viewed with a 10-15 year horizon.It is hoping the brand can evolve into Indonesia, Thailand and emerging Latin American market just like it did in India. Twins are likely to be an ideal upgrade option to over 2.5 million RE bikes sold over the last five years locally. Lal is hoping that what Classic did in 2008-09 for RE, Twins can do in the coming years. Two-wheeler expert Rishad Cooper is confident about Royal Enfield’s future. He reckons Twins are by far the best motorcycles made by RE yet. He says RE is on a good footing and the managing director himself has the right approach — willing to listen, learn and adapt.Lal says RE is just getting started. In India, it has just 5-6% share and in the global markets, it is a minion, so the potential is huge. “We have capital, capability and brand knowledge. I don’t think anybody has the type of combination we have to what we want to accomplish. We would be fools to divert the attention,” he says. Not a detour perhaps, but Lal sure has plans for a wheelie.", "page_url": "https://economictimes.indiatimes.com/industry/auto/two-wheelers-three-wheelers/why-siddhartha-lal-needs-to-rev-up-royal-enfield-with-launches-and-innovations/articleshow/67171508.cms", "page_id": "Economictime_PL_1456_News", "imgs": [{"caption": "The twin cylinders bring Royal Enfield into a serious reckoning globally, but Lal knows it is long, hard, organic game that needs to be viewed with a 10-15 year horizon.", "id": "Economictime_PL_1456_News_0", "src": "https://img.etimg.com/thumb/msid-67171738,width-300,imgsize-344011,,resizemode-4,quality-100/1.jpg"}, {"caption": "1", "id": "Economictime_PL_1456_News_1", "src": "https://img.etimg.com/photo/msid-67171762,quality-100/1.jpg"}, {"caption": "2", "id": "Economictime_PL_1456_News_2", "src": "https://img.etimg.com/photo/msid-67171768,quality-100/2.jpg"}, {"caption": "3", "id": "Economictime_PL_1456_News_3", "src": "https://img.etimg.com/photo/msid-67171771,quality-100/3.jpg"}]}
{"title": "9 latest product launches from the tech world", "body": "<IMG Economictime_PL_1480_News_0>Several product launches take place every month but not all of them are worth your attention. ET Wealth checks out some of the prominent device launches in July so far.Smartphones <IMG Economictime_PL_1480_News_1> Price: Rs 14,990This is the cheapest smartphone to offer an in-display fingerprint scanner. It has a 6.4-inch amoled display with a U style notch, triple rear camera setup (16MP + 8MP + 2MP) and a 32MP front camera with dual LED flash. Hardware includes Helio P35 processor, 6GB RAM, 128GB storage and a 3,500mAh battery. <IMG Economictime_PL_1480_News_2> Price: Rs 14,990The Z1 Pro from Vivo is their first mid-range smartphone with an in-display front camera. It is also the first smartphone in India to be powered by Snapdragon 712 processor combined with 4/6GB RAM, 6/128GB storage and a 5,000mAh battery. You get a 6.53-inch screen, 32MP front camera, triple rear camera (16MP + 8MP + 2MP) and rear fingerprint scanner. <IMG Economictime_PL_1480_News_3> Price: Rs 7,999Infinix Hot 7 features a 6.2-inch notch style display with HD+ resolution. Inside is a Helio P25 processor, 4GB RAM, 64GB storage and a 4,000mAh battery. For the price, the Hot 7 gives you an AI powered 13MP + 2MP dual rear camera, 8MP front camera with selfie LED flash, rear fingerprint scanner and Android 9.0. <IMG Economictime_PL_1480_News_4> Price: Rs 5,999Xiaomi has launched a new entry-level offering in the Redmi range with the 7A. Powered by Snapdragon 439 processor, the Redmi 7A comes with 2GB RAM, option of 16 or 32GB internal storage and a 4,000mAh battery. Other features include 5.45-inch HD+ display, 12MP rear camera, 5MP front camera and expandable storage. <IMG Economictime_PL_1480_News_5> Price: Rs 49,999This is the first smartphone to boast of a 5-camera set up on the rear and gets a unique Pro camera user interface too. It has 5 x 12MP sensors (2 x RGB and 3 x BW) that work simultaneously to capture photos. Other features include 5.99-inch quad HD+ display with in-display fingerprint scanner, Snapdragon 845 processor, 6GB RAM, 128GB storage and a 3,320mAh battery.Others <IMG Economictime_PL_1480_News_6> Price: Rs 14,990This new mid-range tablet from Huawei has a 10.1-inch full HD display with 16:10 aspect ratio making it great for videos. It is powered by a Kirin 659 processor with 2GB RAM, 16/32GB storage and a 5,100mAh battery. You also get a 5MP rear camera and 2MP front camera, but the tablet runs the older Android 8.0.MICROMAX SMART TV <IMG Economictime_PL_1480_News_7> Price: Rs 13,999 onwardsMicromax has launched Google Certified Android smart TV in 32-inch, 40-inch and 43-inch screen size. They have 16:9 aspect ratio and come with HD/Full HD resolution. The three TVs have Google Assistant with voice search, Dolby Digital Sound, WiFi, Bluetooth and built-in Chromecast. <IMG Economictime_PL_1480_News_8> Price: Rs 59,990 onwardsAsus has launched nine new laptops in its ROG gaming laptop range powered by the latest 9th generation Intel processors. The laptops come in option of Nvidia GTX GPU’s, screen size option of 15.6 or 17-inch as well as refresh rate of 120Hz/144Hz or 240Hz depending upon the configuration you choose. <IMG Economictime_PL_1480_News_9> Price: Rs 23,999The latest TV from Shinco is aimed at cricket loving crowd with a dedicated Cricket picture mode. You get a 49-inch full HD screen, 2 HDMI ports, 2 USB ports and optical audio out. The TV is powered by a quad core processor, 1GB RAM, 8GB storage and runs Android 8.0. <IMG Economictime_PL_1480_News_10> Price: Rs 57,990This is the world’s smallest and lightest camera to come with a 1-inch sensor. It is capable of 4k video recording with in-body electronics stabilisation, take photos at 16MP and record slow motion video at 1,000fps. There is a 180-degree tiltable screen and the camera is also waterproof, dustproof and shockproof.", "page_url": "https://economictimes.indiatimes.com/wealth/spend/9-latest-product-launches-from-the-tech-world/articleshow/70202740.cms", "page_id": "Economictime_PL_1480_News", "imgs": [{"caption": "Xiaomi has launched a new entry-level offering in the Redmi range with the 7A.", "id": "Economictime_PL_1480_News_0", "src": "https://img.etimg.com/thumb/msid-70202732,width-300,imgsize-80065,,resizemode-4,quality-100/gadgets-getty.jpg"}, {"caption": "tecno-phantom-9", "id": "Economictime_PL_1480_News_1", "src": "https://img.etimg.com/photo/msid-70202794,quality-100/tecno-phantom-9.jpg"}, {"caption": "Vivo-Z1-pro", "id": "Economictime_PL_1480_News_2", "src": "https://img.etimg.com/photo/msid-70202788,quality-100/vivo-z1-pro.jpg"}, {"caption": "Infinix-Hot-7", "id": "Economictime_PL_1480_News_3", "src": "https://img.etimg.com/photo/msid-70202782,quality-100/infinix-hot-7.jpg"}, {"caption": "Redmi-7A", "id": "Economictime_PL_1480_News_4", "src": "https://img.etimg.com/photo/msid-70202780,quality-100/redmi-7a.jpg"}, {"caption": "Nokia-9-Pureview", "id": "Economictime_PL_1480_News_5", "src": "https://img.etimg.com/photo/msid-70202775,quality-100/nokia-9-pureview.jpg"}, {"caption": "Huawei-Mediapad-T5", "id": "Economictime_PL_1480_News_6", "src": "https://img.etimg.com/photo/msid-70202767,quality-100/huawei-mediapad-t5.jpg"}, {"caption": "Micromax-Smart-TV", "id": "Economictime_PL_1480_News_7", "src": "https://img.etimg.com/photo/msid-70202751,quality-100/micromax-smart-tv.jpg"}, {"caption": "ASUS-ROG-Gaming-laptop", "id": "Economictime_PL_1480_News_8", "src": "https://img.etimg.com/photo/msid-70202768,quality-100/asus-rog-gaming-laptop.jpg"}, {"caption": "Shinco-Smart-tV", "id": "Economictime_PL_1480_News_9", "src": "https://img.etimg.com/photo/msid-70202742,quality-100/shinco-smart-tv.jpg"}, {"caption": "Sony-RXO-II", "id": "Economictime_PL_1480_News_10", "src": "https://img.etimg.com/photo/msid-70202738,quality-100/sony-rxo-ii.jpg"}]}
{"title": "Time is ripe for Apple: iPhone 5G to be the juiciest fruit; updates on Apple Watch, iPad, MacBook awaited", "body": "<IMG Economictime_PL_1519_News_0>SAN FRANCISCO: Apple is expected to spotlight its smartwatch, iPad, and subscription services on Tuesday as it strives to reignite growth with a must-have holiday line-up.A keenly anticipated iPhone 5G considered vital to the company's fortunes will likely star in a separate event later in the year due to disruption in production caused by the pandemic, according to analysts interviewed by AFP.Apple shares that had been soaring have slipped by more than seven percent this week.The Silicon Valley-based iPhone maker on Friday had a market value of $1.92 trillion based on share price, down from a record high of $2.3 trillion at the start of this month.But Apple remains the most expensive company on Wall Street. Amazon comes in second with a market value of $1.56 trillion dollars and Microsoft is third with a value of $1.54 trillion dollars.The Apple event was teased with a cryptic invitation reading \"Time Flies.\" The company has remained mum about what it has in store. <IMG Economictime_PL_1519_News_1>It is expected to showcase products or services other than iPhones being launched for the year-end shopping season.That opens the potential for updates of Apple Watch, iPad, MacBook computers, services, and even Apple TV set-top boxes, according to analysts.A new iPad model could include enhanced augmented reality capabilities, and Apple services such as music, news, and television might be offered in an attractively priced subscription bundle, analysts said.The latest software powering Apple Watch already indicates sleep tracking is coming, and the company may enhance features for fitness or health uses.\"There is competition in the smartwatch space, but Apple is the sales leader by a large margin and there is room for Apple to build on its lead,\" said Techsponential lead analyst Avi Greengart.\"Apple has admitted they are at least working on monitoring blood sugar with the watch; it would be enormous if they could pull that off.\"Apple Watch also serves as an anchor to the tech giant's mobile software, since it synchs with the iPhone.\"The key part for Apple is to keep the base of iPhone users and sell them a ton of accessories like AirPods and get services,\" said analyst Patrick Moorhead of Moor Insights and Strategy. <IMG Economictime_PL_1519_News_2>The time is ripe for Apple to hit the market with an iPhone tailored for super-fast 5G telecom networks taking root around the world.Greengart is among those expecting Apple to host a separate event, perhaps in October, for new iPhone models including one for 5G telecom networks.5G networks are touted as promising an exponential leap in the amount and speed of wireless data, enabling advances in self-driving vehicles, virtual reality, connected health and more as sensors and servers communicate instantly.\"Apple absolutely needs 5G right now,\" Greengart said.\"Not for the US, but for China where 5G is driving purchase decisions.\"Apple rivals have already introduced 5G models, and China is far ahead of the US when it comes to the new generation networks.\"5G is happening in China with or without Apple; in fact more 5G phones than non-5G phones are selling in China,\" said analyst Moorhead.\"US carriers are waiting for Apple to announce a 5G iPhone to put the pedal to the metal in the US.\" <IMG Economictime_PL_1519_News_3>US telecom firms are looking at a 5G iPhone as a catalyst for consumer interest that will justify big investments needed for those networks, according to analysts.New generation 5G networks have also taken shape in South Korea and in parts of Europe.Apple also needs an iPhone tuned for 5G to maintain its premium brand image, analysts added.\"Because of all the supply chain rumors saying the iPhone is running a little late, they will want to announce it closer to the launch date,\" said Technalysis Research chief analyst Bob O'Donnell.Baird senior research analyst William Power said in a report to investors that Apple's \"ecosystem\" looks strong due to its wearables, services, and the potential 5G iPhone.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/time-is-ripe-for-apple-iphone-5g-to-be-the-juiciest-fruit-updates-on-apple-watch-ipad-macbook-awaited/articleshow/78103941.cms", "page_id": "Economictime_PL_1519_News", "imgs": [{"caption": "", "id": "Economictime_PL_1519_News_0", "src": "https://img.etimg.com/thumb/msid-78104071,width-650,imgsize-215555,,resizemode-4,quality-100/apple-.jpg"}, {"caption": "The Apple event was teased with a cryptic invitation reading \"Time Flies.\" ", "id": "Economictime_PL_1519_News_1", "src": "https://img.etimg.com/photo/msid-78103967,quality-100/the-apple-event-was-teased-with-a-cryptic-invitation-reading-time-flies-.jpg"}, {"caption": "Apple is expected to showcase products or services other than iPhones being launched for the year-end shopping season.", "id": "Economictime_PL_1519_News_2", "src": "https://img.etimg.com/photo/msid-78104092,quality-100/apple-is-expected-to-showcase-products-or-services-other-than-iphones-being-launched-for-the-year-end-shopping-season-.jpg"}, {"caption": "Experts are hoping to see updates of Apple Watch, iPad, MacBook computers, services, and even Apple TV set-top boxes.", "id": "Economictime_PL_1519_News_3", "src": "https://img.etimg.com/photo/msid-78104063,quality-100/experts-are-hoping-to-see-updates-of-apple-watch-ipad-macbook-computers-services-and-even-apple-tv-set-top-boxes-.jpg"}]}
{"title": "OnePlus against cheapening products, can't disrespect loyal customers: Carl Pei", "body": "<IMG Economictime_PL_1787_News_0>  Q: How have you seen the Indian handset market evolve in the last few years?  It may sound naïve, but for us it is not the macro trends that matter so much but that we follow through on our strategy, vision and keep improving ourselves. When we started, there were no great android phones in the market.  Back in the day, in 2013-iPhones were so much better than android so we said hey, let us make better Android phones and focus on user experience. Not on feature and decorations that people do not really need and that is what we have been doing.  <IMG Economictime_PL_1787_News_1>   A lot of people ask us that who are your competitors, why do you not make cheaper phones and increase market share but for us it is sticking to our original vision-which was to create the best flagship phone and keep improving upon that. We have a long way to go in improving ourselves, strength of our team and how we deliver these products.  Focusing on this is going to bring us much more success than analyzing market trends. However, India markets have changed and online market is huge. We have been lucky enough to capture it and IDC numbers say we have 50% of the market but that was never our goal - that we need X amount of market share. The goal should always be to make great products, serve your customers well no matter which industry you follow. It is impossible to be successful if you have great products and people love you.  Q: What would be the growth factors that you see propelling you in India?  On the micro/macro level we have to keep making good products and this way our brand will gain trust in the market and people will be more and more willing to recommend our product to friends and family. Word of mouth has been the biggest growth lever for us.  If you look at our user survey, how did you hear about OnePlus -friends and family is always first. This does not happen through marketing, but when someone buys the product and is satisfied with it. In India we have been experimenting with offline and have started our experience store in Bengaluru. It has got the highest revenue in the entire street out of all the stores.  Building this experience stores has increased our sales in Bengaluru versus taking any other sales online. Now that we have launched store, people thought online sales will be impacted but our online sales have done very well and experience store sales too. We did this experiment with Croma too, where it started as small experiment but bow expanding into more and more Croma shops. So that is something we will keep looking into.  <IMG Economictime_PL_1787_News_2>   Q: You have been betting also on offline stores in India? why this mix?  When we first entered the country, there were many multiple brand servicing outlets. We went to many service centres and realised this was not great or staff was not trained well. We said ok, if we were to do this ourselves then how could it be done. We tried to open ESC-exclusive service centre and in few months, it absorbed 40% of the city's sales, despite us having multi brand service centres. This told us that if the user experience is good, people will be willing to go to ESC.  Q: Would you want to increase the number of offline stores?  We are very excited about this, but it is not something that we can comment on.  Q: You are trying to duplicate in Europe the success story of exclusive sales via Amazon  We shipped globally in the very beginning but did not ship to India. We did not know how India worked back then, there were customs and it was a long process so we did not launch in India. After launching globally, we started getting lot of enquiries from India.  <IMG Economictime_PL_1787_News_3>   At the beginning 25% of our enquiries came in not from users who we sold the phone to but, from Indian consumers complaining that we did not launch in India saying that India is one of the biggest smartphone markets in the world and they would love to see our products there.  We decided to go to India in August 2014 and there we had an event where we scattered our fans in a cafe in Bengaluru and to our surprise 60-70 showed up and good 40-50 were using OnePlus Ones. We were quite surprised since we had not sold a single phone in the country.  We looked at data and saw that of the 7000 odd phones we sold in US, some had shipping address in US but billing addresses were from India. So that means customers were buying our phones for their Indian relatives and this made us realise that we have to go to India. This led us to meet Amazon and they had figured out how to enter India.  Amit Agarwal, India head of Amazon and we discussed on company cultures where customer is first and make everything work around it. It was easy for us to start working together and if we are aligned on values then teams can figure out the rest of business. Other e-commerce players were focus on short term values and margins and we could not connect with them.  Couple of months ago, I told Amit if we can replicate our success with Amazon in India and Europe as well. Europe is different since unlike India, where more buy phones online, in Europe bundled packs are easily available. Amit connected us with Amazon Europe to get pan European deal going and we have announced our partnerships with Amazon France, Spain, Germany and Italy.  <IMG Economictime_PL_1787_News_4>   Q: What will make the new OnePlus work in Indian markets amidst all cash back offers, discounts on smartphones?  We have some offers as EMI but we do not offer much cash backs and so far, it has been working out very well. We are very much against cheapening our product and lowering price of the product specially, after the launch. It does not show confidence or respect to your earlier customers.  People who buy your products first are your most loyal advocates and these are the guys you should not let down. So, we tend to not lower the price and only if the phone is about half a year or a year old then we can consider doing it. Frequent price drops are not good for the brand or customers and it impacts the second-hand value.  Q: There is a special Avengers series along with the new OnePlus for Indian markets. Why was that step taken?  Avengers series we are launching in China and India. In India we are mature in the development stage as a brand, while in the western markets we are in the enthusiastic stage of the brand.  People there know OnePlus is a good smartphone whereas in India we have gone beyond and it is an aspirational brand of sorts. So, with that it becomes easier to negotiate with partners and looking at things in India a bit differently. We are also testing out of home advertising in India since brand is at a more advanced stage.   Q: Where is the company on sourcing locally, after the government's move to impose BCD on PCB assembly?  Manufacturing locally is more relevant to business press and industry but not end consumer who just needs a good product. For OnePlus 5T, more than 90% is locally manufactured and we need to do this since we also need to observe and react to the government policies. Also, lot of impact happens on margins if you manufacture locally versus importing.  <IMG Economictime_PL_1787_News_5>   Q: Data privacy and security concerns have never been more important. Will the company relocate its data serves to India keeping in mind security issues?  Data security is a trend everyone is watching globally. Here in Europe we have GDPR coming in to full affect later this month, Indian government is also looking at it and in China, there is a draft regarding cyber privacy laws. We need to be very careful since our community is very engaged and internet savvy.  So, in a way we are under a microscope so anything we do is looked at with scrutiny by our community and for us we need to pay attention to this part. After company goes through GDPR process, we have to be fully GDPR compliant since we have teams based in Europe. Right now, GDPR is the most stringent out of all government regulations in terms of privacy requirements. So, if we are ok with GDPR then, we will also be ok in China and India.  Since beginning we knew people are concerned about where their data is stored so we have it in Amazon's AWS which is US based servers since beginning and I think we are going to be quite ok at this point. We have discussed (on getting data servers to India) but we have not made a call yet. Our Chinese data centres are in China but global ones are in US.  Q: India is the largest market for OnePlus, having accounted for over 40% of its global sales of $1.4-billion in 2017, when its global sales had doubled. What kind of growth you expect to see this year?  Growth will depend on whether we can male products and although we have targets those are not most important for us. We are looking at being healthy and that is the key word. Since as a business you need to remain healthy.  For a company it also means being profitable. We will not chase growth at the risk of not making money. We will choose slow and stay and healthy growth versus numbers. Net promoter score (NPS) of products is what we are looking at us. If you choose only next quarter results and optimise your strategies towards it, it is easy to take company in the wrong direction. You risk becoming like everyone else  Q. You have been betting also on offline stores in India? Why this mix?  We look at the country. In China, more than 20% of the phones are sold online where as in India it is around 30% whereas in US and Europe it is less than 10%. So that will help us guide our strategy since if market has more than 30% online sales then that will help us achieve volume. But if no one buys online, we need alternative strategy like in Europe -Finland, Denmark, UK we need to act differently and work with operators. It is about how we do right in one market from another than just competition.  Q. What are the challenges you see in Indian markets? <IMG Economictime_PL_1787_News_6>  It is ourselves and we have a long way to go. I am only 28 years old and we started 4 years ago, I knew nothing about leading a team or run a company. In the beginning, everything went well. We had a good product, we got lucky but after the first stage of euphoria, there comes a trough and disillusionment when you realise that your early success is not because you are a special snowflake but you were lucky.  Then you need to work on internal skills to become better at what you are doing. So, for me it is leadership skills or presentation skills or whatever that may be. The more we improve internally, harder it is to touch us. We do not look at what competition is doing. I will give us 2.5 out of 10 if we have to rate ourselves internally. We still have 7.5 of potential to achieve.  Our team and leadership we all need to improve. We are quite confident of our strategy. People had asked us if we need to make cheaper phones but we do not know how to do that. We need to make more marketing campaigns that are loved by consumers, we can run stores better and run our partnerships with Amazon and Croma better. There is always room to improve.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/oneplus-against-cheapening-products-cant-disrespect-loyal-customers-carl-pei/articleshow/64206803.cms", "page_id": "Economictime_PL_1787_News", "imgs": [{"caption": "", "id": "Economictime_PL_1787_News_0", "src": "https://img.etimg.com/thumb/msid-64207239,width-650,imgsize-173354,,resizemode-4,quality-100/oneplus-against-cheapening-products-cant-disrespect-loyal-customers-carl-pei.jpg"}, {"caption": "OnePlus against cheapening products, can't disrespect loyal customers: Carl Pei", "id": "Economictime_PL_1787_News_1", "src": "https://img.etimg.com/photo/msid-64207146,quality-100/oneplus-against-cheapening-products-cant-disrespect-loyal-customers-carl-pei.jpg"}, {"caption": "OnePlus against cheapening products, can't disrespect loyal customers: Carl Pei", "id": "Economictime_PL_1787_News_2", "src": "https://img.etimg.com/photo/msid-64207138,quality-100/oneplus-against-cheapening-products-cant-disrespect-loyal-customers-carl-pei.jpg"}, {"caption": "OnePlus against cheapening products, can't disrespect loyal customers: Carl Pei", "id": "Economictime_PL_1787_News_3", "src": "https://img.etimg.com/photo/msid-64207151,quality-100/oneplus-against-cheapening-products-cant-disrespect-loyal-customers-carl-pei.jpg"}, {"caption": "OnePlus against cheapening products, can't disrespect loyal customers: Carl Pei", "id": "Economictime_PL_1787_News_4", "src": "https://img.etimg.com/photo/msid-64207155,quality-100/oneplus-against-cheapening-products-cant-disrespect-loyal-customers-carl-pei.jpg"}, {"caption": "OnePlus against cheapening products, can't disrespect loyal customers: Carl Pei", "id": "Economictime_PL_1787_News_5", "src": "https://img.etimg.com/photo/msid-64207245,quality-100/oneplus-against-cheapening-products-cant-disrespect-loyal-customers-carl-pei.jpg"}, {"caption": "OnePlus against cheapening products, can't disrespect loyal customers: Carl Pei", "id": "Economictime_PL_1787_News_6", "src": "https://img.etimg.com/photo/msid-64207156,quality-100/oneplus-against-cheapening-products-cant-disrespect-loyal-customers-carl-pei.jpg"}]}
{"title": "Pataa App that solves India's addressing problem reaches 2.3 million downloads in 7 weeks of launch", "body": "<IMG Economictime_PL_1909_News_0>Don’t we all love the ‘Your order is out for delivery’ message? It’s an exciting feeling, something to look forward to. But it gets achingly frustrating when you are waiting for the parcel to arrive and all you receive are numerous calls from the delivery partner asking you to direct your address. So, instead of getting your parcel on time, you spend the next few minutes explaining to him all the turns and landmarks and all your excitement is replaced by frustration. The frustration increases when the delivery partner still doesn’t find your address, and you are left with no choice, but to ask him to meet you at the nearest landmark. What if we tell you that you no longer have to sigh in frustration to get your parcel delivered?! Yes, you can now leave your worries on an app that will take care of all your location-finding problems. An Indore based startup has found a solution for this age-old problem with Pataa that has already reached 2.3 million downloads in just 7 weeks. Pataa is a technological masterpiece that has been able to garner over a million downloads, ever since its inception. With its numerous unique features, Pataa is the easiest way to explain your long and complex address. In fact, apart from the app going viral, even Pataa’s ad campaign has also been trending and has collected over 106 million views.  What is Pataa?Pataa is a digital addressing app created by an Indore based start-up Pataa Navigation, which aims to solve the poor addressing system in the country, which is costing us a lot of time and money. With Pataa’s revolutionizing technology and state of the art features, we are surely seeing the next big thing in the world of addressing.How does it actually work?Pataa creates a unique shortcode for your long address which makes it easy to share. To create your own unique shortcode, all you need to do is ‘drop a pin’ on the precise 3x3 sq meter block at the entrance of your home, office or building. Once done, all you need to do is type in your complete address and then convert it into unique shortcodes like  & . This shortcode is your new digital address. What are Pataa’s unique features?<IMG Economictime_PL_1909_News_1> Since the ongoing pandemic has kept us locked in, we have become heavily dependent on major e-commerce players and our local grocery stores to deliver essential products to our homes. Pataa is aiming to improve the delivery experience for both the consumer as well as the delivery partners.Pataa app is free to download on your mobile and can be used by anyone to create a digital address that is accurate and easily accessible by all. The best part about the app is the user’s unique shortcode which remains the same even if a person’s house, locality or city changes. Pataa aims to make it easy for delivery partners to arrive at your doorstep and for you to have an unmatched and hassle-free experience. So, what are you waiting for? Download Pataa today and experience the technological advancement in the world of hard-to-locate addresses.How will Pataa help?Pataa aims to help retail distribution by providing all the necessary details of the customer in one place. It will work towards minimising the call and fuel costs incurred by distribution companies. To add to it, customer satisfaction will increase as the customer won’t have to spend their time and energy explaining their address. With Pataa’s revolutionary features, last-mile navigation will also be considerably improved. Delivery boys won’t have to enter unknown lanes and by-lanes to search for the right address. Pataa app includes doorstep navigation from the nearest landmark, photos of the property, voice directions and additional information that makes finding the right address extremely easy. This ensures more deliveries can be made as navigating through Pataa saves a lot of time.Pataa will also name the unnamed by capturing rural India and by providing them with a platform where they can create their own unique address, thus giving them access to the world of commerce and more. Pataa is a boon for farmers, as now they can procure loans, buy and sell land, contact the nearest warehouse, etc. <IMG Economictime_PL_1909_News_2>Pataa has also added the list of ‘Vaccination Centers’ across the city. With various features like voice directions, photos, landmark marking, and doorstep navigation, people can now navigate directly to the vaccination centre, without getting lost. Working on 4 key pillars, Pataa aims to solve retail distribution, help logistic companies in last-mile navigation, E-Commerce deliveries, and government integration to help rural India.Pataa holds a great socio-economic benefit, be it for retailers, wholesalers, E-commerce, government bodies, or people residing in rural or remote areas. It makes an address accessible by giving it a unique shortcode that is easy to reach when shared. What makes it a must-have app for everyone is the fact that it will get emergency services to reach you on time. <IMG Economictime_PL_1909_News_3>What is Pataa’s future vision?Apart from solving the addressing problem, which is eating into the country’s economy, Pataa’s future vision is to provide assistance in drone-based deliveries, which will help logistics companies to improve the delivery experience. Along with deliveries, Pataa also plans to integrate its technology in autonomous vehicles with its unique block system and accurate navigation. Pataa’s future vision also focuses on improving last-mile efficiency as logistic companies find it achingly difficult to locate the exact address, which results in extra costs and time. Pataa has started working towards Q commerce, which would help companies deliver goods anywhere and almost instantly. Click here, to download the Pataa app and make your life easier.", "page_url": "https://economictimes.indiatimes.com/tech/startups/pataa-app-that-solves-indias-addressing-problem-reaches-2-3-million-downloads-in-7-weeks-of-launch/articleshow/84140945.cms", "page_id": "Economictime_PL_1909_News", "imgs": [{"caption": "", "id": "Economictime_PL_1909_News_0", "src": "https://img.etimg.com/thumb/msid-84164935,width-650,imgsize-612761,,resizemode-4,quality-100/pataa-app.jpg"}, {"caption": "Pataa App 2", "id": "Economictime_PL_1909_News_1", "src": "https://img.etimg.com/photo/msid-84165681,quality-100/pataa-app-2.jpg"}, {"caption": "Logo.jpg (1) (1).", "id": "Economictime_PL_1909_News_2", "src": "https://img.etimg.com/photo/msid-84141068,quality-100/logo-jpg-1-1-.jpg"}, {"caption": "Vaccination-2 (1) (1)", "id": "Economictime_PL_1909_News_3", "src": "https://img.etimg.com/photo/msid-84141088,quality-100/vaccination-2-1-1.jpg"}]}
{"title": "Twenty years of private insurance: How the industry has shaped up", "body": "<IMG Economictime_PL_1951_News_0>About a quarter of a century ago when a budding finance executive at Colgate Palmolive wanted to salt away some savings for the future, she decided to catch the Life Insurance Corp of India agent when he makes his next appearance in the office with the ubiquitous black briefcase. She waited for weeks.Come 2020, she is selling lakhs of insurance policies at the tap of an app on mobile phones and all it takes is a few minutes to mail the policy document instead of weeks of wait for the policy to arrive by the unpredictable India Post to shove it to safety in the steel cupboard.The evolution of Indian insurance industry since competition was introduced as part of gradual liberalization of the economy is akin to the automobile industry where customers began to have a choice of products that suited the needs and tastes. <IMG Economictime_PL_1951_News_1>Unlike other industries, insurance being a sensitive and vital portion of an individual’s future planning, had to be strictly regulated. While the industry had its share of bumps along the way, the two-decade journey has been sweet for many, but a struggle for a few others.Aggregate sum assured of Indian lives is up from Rs 7.34 lakh crores in 2001, to Rs 173 lakh crore in 2020. The number of products on the shelves is up to more than 250, from just one two decades ago. In general insurance, the size of the industry is at Rs 1.69 lakh crore, up from Rs 10,087 crore in gross direct premium when the state monopoly was dismantled.``The most important aspect which came to the fore with the entry of private insurers in the arena was the focus on products different from the traditional ones sold by LIC of India in the past,’’ says M.R. Kumar, chairman, Life Insurance Corp of India, which has two-third market share by premium despite stiff competition.Industry GrowthIndia’s life insurance industry now comprises 24 companies from just one state-run monopoly at the turn of the century. Today, more than 500 million Indians are covered under various health and life policies from around 100 million Indians when LIC was the sole insurer. From one participating product, where the policy holder also got the share of profits, those seeking protection today have an option to choose from more than 250 offerings.As the state dominated all walks of business prior to 1991 liberalisation with socialistic policies that made tax rates steep, insurance in India was more a tax saving instrument. It also fulfilled the need for saving for the future through its safety net aspect. But the industry and customers have since evolved.``In its first leg of growth, the sales pitch for life insurance was linked to tax-based incentives under section 80C of income tax act,’’ says N.S. Kannan, CEO of ICICI Prudential Life Insurance. ``The focus then shifted to a goal-based savings agenda. We had a famous advertisement around a character called ‘Chintamani’ that captured the anxiety over financial security among most middle-class Indian adults. Now ‘protection’ is dominating the discourse where people are talking about term products with critical illness riders.’’Two decades after the doors were first flung open for private capital to begin insurance business, companies are beginning to make protection – the primary goal of insurance - their prime source of business instead of competing for the savers’ wallet to boost their assets size.``Against the three traditional savings products that were available in 2000, there are 250 products the industry sells,’’ says Vibhah Padalkar, CEO of HDFC Life. She started her professional career at toothpaste maker Colgate Palmolive. ``It’s like visiting a supermarket in the US.’’Traditional savings products account for about 60% of the total now, compared with 100% a decade ago. Pure term insurance policies that provide just protection account for about 6% of the industry in sum assured. As insurers learn their lessons and prepare for a long haul, the share of the Unit Linked Insurance Policies that dented its reputation is slowly waning.The JourneyPermitting private capital was an extension of the liberalisation reforms that began in 1991 so that long term capital could be funnelled into industry. While most political parties were in favour of it, the bill when it was introduced in 1996 had to be withdrawn at the last minute when the Gujral government turned shaky.Subsequently it was revived and the Vajpayee government passed with rules that ringfenced the industry from potential wrongdoings.``There were two big fears about letting foreigners – one was whether the premium money would be siphoned off and what if the foreigners dominate the Indian market,’’ says N. Rangachary, the founding chairman of the Insurance Regulatory and Development Authority of India.Rangachary who announced his intentions at the Indian Merchants Chamber in Mumbai to open a small window for licenses, changed his mind in minutes to go for on tap license when he heard murmurs in the crowd about a design to apply and block licenses and trade them at a later date.When IRDAI was keen on having financial institutions like banks do insurance, the then Reserve Bank of India Governor Bimal Jalan had reservations about it on mounting risks. It was allowed only after Rangachary promised structures that would ring fence them. <IMG Economictime_PL_1951_News_2> <IMG Economictime_PL_1951_News_3>Regulatory BattleThe financial services industry - banking, insurance, or stock markets - have seen a gradual entry of international companies and increased transparency from an opaque cartelized structure. In this transformation, regulators have played a vital role and often have clashed among themselves to protect investors and savers.One such milestone in the history of Indian finance would be the battle between the Securities & Exchange Board of India chairman C.B. Bhave and the chairman of the Insurance Regulatory Development Authority of India, J. Hari Narayan over the turf to control Unit Linked Insurance Products, or ULIPs.In 2010, Bhave’s SEBI questioned the legitimacy of the insurers in selling the ULIPs which had the characteristics of a mutual fund scheme. Narayan’s IRDAI wouldn’t be trespassed by the securities regulator. As the fight raged, it settled in favour of IRDAI. But the unintended fallout was that savers benefited from lower costs of distribution and insurers themselves moved from short termism to a sustainable business model.“In the first 15-16 years, the root cause of all problems was that we were not focused on consumers,’’ says Naveen Tahilyani, CEO, Tata AIA Life Insurance. ``The regulator did what it needed to do. That intervention has continued because the lens through which the regulator gauges the growth, quality and development is from that of a consumer.”Insurers in their quest to grow were handing out commissions as high as Rs 6,462 crore which was 7.6% to total premium for sale of ULIPs and other products and that has since fallen to 5.47 % in FY20. The share of ULIP in premiums accrued fell from 43% in FY10 to 18% in FY20.At the same time when it came to general insurance, the price control methods stifled the growth and led to losses. But the regulator decided to free up the pricing that led to better underwriting and a collapse in policy premium, especially in automobile insurance.The regulatory interventions also changed the way companies looked to grow their businesses. From a commission-based agent model, to bancassurance, and then to digital platforms has been the journey to grow the business.``Over the last 5-6 years, the change has not just been brought about through regulatory impetus, but through a realization among companies that in order to thrive they needed to build lifelong relationships with households,” says Sandeep Ghosh, Partner & Leader - Financial Services Consulting at EY.As the younger generation distinguishes between saving and protection and the behavioral changes induced by the Covid-19 pandemic make their impact, insurance is set to get transformed with a higher share of protection and health insurance.``Customer preferences and lifestyles will perhaps be the key elements for the direction of the industry towards differentiated products, services and overall business and risk management practices,’’ says LIC’s Kumar.The state is giving a big push to the welfare of people and insurance – health, farm, life - is at the heart of it. Pradhan Mantri Suraksha Bima Yojana, Pradhan Mantri Jeevan Jyoti Bima Yojana, and Atal Pension Yojana are among them. In September 2018, the government launched the Ayushman Bharat Yojana, a comprehensive indemnity health insurance scheme with a sum insured of INR 500,000 targeting 10.7 crore families.As the industry steps into the third decade of private insurers, what’s worrying is some industry practices.``We de-tariffed premium to let market forces to play but what is worrying is that some general insurers are offering massive discounts in some cases as much as 90 per cent and that’s not good,’’ says Rangachary, former IRDAI Chairman. ``The regulator itself has to get a bit proactive to develop the market.''With insurers such as ICICI Pru Life, HDFC Life, ICICI Lombard and GIC Re getting listed, investor interest is gathering momentum as well. But what do all these mean for those who are looking for a safer future? Individuals would be able to design their policies with various permutations and combinations.``It will be a movement towards pizza toppings from the fixed hostel menu,’’ says Padalkar of HDFC Life.", "page_url": "https://economictimes.indiatimes.com/industry/banking/finance/insure/twenty-years-of-private-insurance-how-the-industry-has-shaped-up/articleshow/79994639.cms", "page_id": "Economictime_PL_1951_News", "imgs": [{"caption": "With insurers such as ICICI Pru Life, HDFC Life, ICICI Lombard and GIC Re getting listed, investor interest is gathering momentum as well.", "id": "Economictime_PL_1951_News_0", "src": "https://img.etimg.com/thumb/msid-79994685,width-300,imgsize-177839,,resizemode-4,quality-100/insurance.jpg"}, {"caption": "in", "id": "Economictime_PL_1951_News_1", "src": "https://img.etimg.com/photo/msid-80002098,quality-100/in.jpg"}, {"caption": "table 1", "id": "Economictime_PL_1951_News_2", "src": "https://img.etimg.com/photo/msid-79994763,quality-100/table-1.jpg"}, {"caption": "table 222", "id": "Economictime_PL_1951_News_3", "src": "https://img.etimg.com/photo/msid-79994800,quality-100/table-222.jpg"}]}
{"title": "Google Pixel 4 launched at $799, won't come to India", "body": "<IMG Economictime_PL_2083_News_0>Google, on Tuesday, unveiled its new flagship phones, the Pixel 4 and 4XL, along with other devices at an event in New York. The tech giant's CEO, Sundar Pichai, was surprisingly missing from the company's annual hardware launch event, that kicked off with a keynote by Rick Osterloh, Senior VP (Hardware) at Google. Pichai, however, took to Twitter at the end of the show to share his excitement.   Among the highly-anticipated launches, the Pixel 4 and 4 XL come with an updated camera and emphasis on AI.  The Pixel 4 sports a 5.7 inch display (4 XL has a 6.3 inch display) and both have a 90Hz refresh rate. They run Snapdragon 855, have 6GB RAM and a dual rear-camera setup (12MP standard and 16MP telephoto).For clearer selfies, the phones have a 8MP front shooter. There is a 2,800mAh battery in Pixel 4 and a 3,700mAh battery in the 4 XL.The Night Sight feature also gets an update making it now possible to take pictures of the night sky. <IMG Economictime_PL_2083_News_1> The new phones now comes with better facial recognition for unlocking the phone with a glance. Unlike the existing 'trusted face' feature on Android phones, the new Face Unlock is intended to be more secure and easier to use.Google has also brought motion-sensing technology, that will allow users to skip songs or switch apps with gestures, to the phones.There is also a new recorder app that can transcribe in real-time.The Pixel 4 is priced at $799, while the larger XL version will cost $899. Pre-bookings in the US open today, and the phones will go on sale from October 24. The smartphone won't be available in India, Google confirmed in a statement. While the company did not give a reason, it said it looks forward to bringing future Pixel devices to India.\"Google has a wide range of products that we make available in different regions around the world. We determine availability based on a variety of factors, including local trends, and product features. We decided not to make Pixel 4 available in India. We remain committed to our current Pixel phones and look forward to bringing future Pixel devices to India,\" read the statement.The Pixel 4 comes in three colours variants: Just Black, Clearly White, and a limited-edition Oh So Orange. The tech giant also announced its new Pixel Buds, touted as Google's answer to Apple's AirPods. The new Buds offer five hours of continuous listening time on a single charge, and 24 hours of battery life when using the case. They will go on sale early next year at $179. <IMG Economictime_PL_2083_News_2> The light-weight Pixelbook Go also made its debut at the event. The 13.3 inch touchscreen laptop weighs two pounds and is 13 mm thin. It comes with backlit, 'Hush' keys, and up to 12 hours of battery life. Google says the laptop will give users two hours of battery on just 20 minutes of charging. The new laptop follows the Pixelbook, which debuted in 2017 at $999.  <IMG Economictime_PL_2083_News_3> The laptop's rippled design at the bottom makes it easy to grip. Priced at $649, it is currently available only in black, with the pink variant coming soon.The Nest Mini, an upgrade to the Google Home Mini (launched in 2017), was also unveiled. For its smart speaker, Google has taken the sustainability route, and is using recycled plastic bottles to make the Nest Mini.The Nest Mini comes with a wall mount, and will now be available in a new colour option, Sky Blue.Other announcements included the Nest Wifi, and details about its cloud-generation gaming platform, Stadia.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/google-pixel-4-launched-at-799-wont-come-to-india/articleshow/71602254.cms", "page_id": "Economictime_PL_2083_News", "imgs": [{"caption": "Tech enthusiasts, rejoice! The much-awaited and anticipated ‘Made By Google’ event, held in New York City, gave the world of tech a lot to talk about in the days to come. If the social media reactions are to be believed, the event managed to live up to the hype and expectations.\t\tThe products launched by Google - Pixel 4 and 4 XL, Pixel Buds 2, Google Nest Mini and Pixelbook 2 - generated a lot of buzz online. If you happened to miss the event, fret not! We have made a compilation of all the major announcements that happened at the event to keep you in the loop. Read on, and get yourself up to date.", "id": "Economictime_PL_2083_News_0", "src": "https://img.etimg.com/thumb/msid-71602590,width-650,imgsize-466888,,resizemode-4,quality-100/.jpg"}, {"caption": "", "id": "Economictime_PL_2083_News_1", "src": "https://img.etimg.com/photo/msid-71603215,quality-100/.jpg"}, {"caption": "", "id": "Economictime_PL_2083_News_2", "src": "https://img.etimg.com/photo/msid-71603162,quality-100/.jpg"}, {"caption": "The 13.3 inch touchscreen Pixelbook Go weighs two pounds and is 13 mm thin.", "id": "Economictime_PL_2083_News_3", "src": "https://img.etimg.com/photo/msid-71603278,quality-100/the-13-3-inch-touchscreen-pixelbook-go-weighs-two-pounds-and-is-13-mm-thin-.jpg"}]}
{"title": "The rise of self-improvement & productivity apps, hacks", "body": "<IMG Economictime_PL_2123_News_0>Manas Saloi is obsessed with productivity. “I’m always trying to make the most of my time,” says the 28-year-old from Bengaluru over a WhatsApp call, while pacing up and down his room to keep the step count going. A product manager at the tech company Gojek, his work requires him to create a goal-setting framework called OKR or Objectives and Key Results — basically, a list of measurable goals. Saloi has made this a part of his life. He sets personal OKR — an annual goals list — to improve his physical, mental and intellectual health. This year’s OKR ranges from reading 50 books and playing more football to learning Malayalam (his fiancée’s first language) and walking 4,000 steps daily, among others. He lists them on an Excel sheet, assigns them weightage and a timeline. A column is dedicated to tracking their progress through the year. He shares the OKR online to inspire others and to ensure his own accountability.To achieve these goals, Saloi uses a combination of apps, hacks and wearable gadgets. An app, Loop Habit Tracker, reminds him to read, write and take his vitamin supplements; another, Headspace, helps him meditate. A wearable gadget, Mi Smart Band 4, tracks his activities like walking and running, while a digital notepad, InkPad, ensures that his thoughts don’t slip away. He takes stock of his personal growth at the end of every week.If self-improvement were a brand, Saloi would make a feisty ambassador. Except he would have a million contenders. Like Jitesh Luthra, 28, a market development professional at VC firm Blume Ventures, who limits his social media usage on the phone to three hours a day, practises intermittent fasting and sugarless eating as a lifestyle choice and is trying to learn Italian. Or, Anamika Sirohi, a Gurgaon-based marketing professional, who does 45 minutes of cardio exercise at sunrise, takes podcasts on productivity for breakfast and clocks 10,000 steps on her fitness tracker by the end of a day. Sometimes she prefers standing during work meetings to break her sedentary pattern.At a time when our innate desire to be a better version of ourselves finds support in easily accessible apps and hacks, the obsession with self-improvement is not limited to Saloi, Luthra and Sirohi. It is a cultural phenomenon across age groups, professions and geographies. People want to try out the latest fads in health and wellness, and monitor and improve meals, sleep, heart rate and mood swings. And they are willing to pay for it.An ecosystem of blogs, books, videos, podcasts and apps feeds the desire to improve oneself to the point that it feels like the central purpose of life, that failing at it would mean failing at life itself. Productivity influencers are real, and popular ones like Thomas Frank have close to 2 million subscribers on YouTube. Five of the top 10 podcasts on Spotify in India are on lifestyle content based on self-motivation, with On Purpose with Jay Shetty emerging as the most streamed podcast on most days. Even in the time of Netflix and Audible, the written word provides a continuous stream of productivity porn. On Amazon India, books in the category of “Mind, Body & Spirit” grew by 1.2 times in 2019 over 2018, a company spokesperson told ET Magazine. Atomic Habits, a book on enhancing productivity by James Clear, has sold over a million copies worldwide since October 2018. A survey by market research firm Fact.MR pegs the potential size of the global smart fitness tracker market at $2.7 billion by the end of 2022. This includes trackers for sleep, heart rate, activities and meals. <IMG Economictime_PL_2123_News_1>  <IMG Economictime_PL_2123_News_2>  <IMG Economictime_PL_2123_News_3>  <IMG Economictime_PL_2123_News_4>  Competition StreakStreaks, a paid app on iOS for habit tracking, earned $40,000 in net revenue in January 2020 alone, according to Sensor Tower. Created by Australian developer Quentin Zervaas, the app unwittingly competes with and often benefits an Android app by the same name created by an Indian developer for the same genre.Shobhit Bakliwal, 27, a Bengaluru-based developer who created Streaks for Android, says, “Three years ago, I got a legal notice from them to change my app’s name. I pointed out to them that my app released before them in 2015.” His Streaks has over 100,000 users and makes an annual revenue of $15,000-16,000. “Given Android’s larger universe, I benefit from their popularity because people come looking for it on Android and assume it’s the same app,” he says. As he has since moved to other projects, leaving Streaks to almost run on autopilot, Bakliwal doesn’t consider his iOS counterpart a competitor anymore. <IMG Economictime_PL_2123_News_5> For seekers of self-improvement, though, even competition is a productivity hack. Satyarth Priyedarshi, 38, uses the in-built activity tracker in his Apple Watch for competitive fitness tracking with his wife Jyoti. “It’s a healthy competition. When I occasionally drop out, she helps me get back in the game,” says the Mumbai-based digital professional. There are standalone apps like Habitshare, with over 50,000 followers, that allow users to track habits with friends and family for “extra accountability”.An astonishingly high number of users download apps that remind them to drink water. Over 10 million users are on an Android app called Water Drink Reminder. “These apps assess your activity levels and weight to determine when and how much water you should have in a day,” says Ankita Rai, 27, a Mumbai-based student of chartered accountancy, who uses a hydration app. Mubeena Azeez, 32, installed one last year when she found she had kidney stones. “The app helped because I would otherwise forget to drink water while working crazy hours,” says the Bengaluru-based HR professional. Azeez also has a period tracker app that keeps her prepared for any likelihood of inconvenience at work during menstruation.Big PlannersPlanning your day — through apps or creative bullet journals — to be able to do more in less time is par for the course. Oindrila Dey, 21, a master’s student from Kolkata, has a bullet journal to keep track of her meals and her moods. “Two years ago, I was diagnosed with ADHD and my therapist told me to write things down.” Bullet journalling or Bujo has helped Dey keep calm. <IMG Economictime_PL_2123_News_6> At Snapdeal, “planners” was the most searched item in the diaries category last year. While these were in the Rs 400-500 price category, annual planners at higher price points are doing well too. Illustrator Alicia Souza says her annual planners, currently priced at Rs 1,500, have witnessed a 100% year-on-year growth in sales since its launch three years ago. Souza’s customers, mostly women, give her suggestions — to include a meal and grocery planner, and a period tracker — that ultimately find their way into it.Annkur Agarwal, cofounder of Pricebaba, too, prefers pen and paper to make his daily to-do lists. “I think it’s because the digital screen is a distraction in itself. There’s always the risk of slipping into WhatsApp messages while making your list,” says the 33-year-old Mumbaikar.Pursuit of AppinessInside the self-improvement theme park, not riding on an app is still acceptable, but decluttering of emails is de rigueur, especially in some sectors where professionals end up getting 100-odd emails in a day and have to reply to most of them. Superhuman, a Silicon Valley-based SaaS company for better email management, has attained quite the aspirational status in this space. The invite-only service comes for a monthly membership fee of $30. As on February 21, it had over 285,000 users waiting for membership access, says founder and CEO Rahul Vohra. While he declines to share the number of existing members, a June 2019 article in the New York Times pegs it at a little less than 15,000 customers. India is among its top four markets, after the US, UK and Canada, Vohra told ET Magazine. Luthra of Blume Ventures is a fan and has got director Sajith Pai on board too. Pai now hopes to find similar efficiencies in workflow apps like calendar, to-do lists and notes.At Superhuman and in Silicon Valley, a productivity app called Notion is popular for its workflow management capability, which brings notes, docs, tasks, projects and communities all under one cloud. “There’s been a 5x increase in the active usage of Notion in India,” says Akshay Kothari, COO of the company with 35 employees and 1 million users. While the tech sector has been its early adopter, a lot of people from diverse backgrounds use it in interesting ways, adds Kothari on a video call from the US. While a medical student uses it for studying and personal development, another user has made a detailed index of Pokémons.The loudest chatter around productivity comes from Bay Area, says Anmol Maini, 23, an engineer with San Francisco-based startup Fast. “Perhaps because we don’t put as many working hours as China does, we want to maximise the time dedicated to work.” This chatter has ripple effects. It has pushed Suhas Motwani, 25, a business analyst at a global FMCG’s Poland office, into co-creating a productivity app with a developer friend in India. Called Indistractable Launcher, the app — with 100,000 installs in beta stage — reduces a user’s screen time by 30% by designing a minimalist phone launcher. “We are already receiving funds on Patreon from fans who have also reviewed the app on YouTube.”Within the global tech community, productivity is not just an obsession, it’s a lifestyle. Maini tells us how growth and product managers across the world keep an eye out for new productivity tools on Product Hunt, which is like a LinkedIn for tech products. Maini says he must have tried 30 different email management services before settling on Superhuman. Besides efficiency tools, sleep and meditation are huge with this community, says Blume’s Pai.Jagdeep Kapoor, brand consultant, Samsika Marketing, explains the obsession with productivity and self-improvement: “When material needs are taken care of, people want to buy products that give them a sense of wellbeing. Also, everyone is out there to prove themselves but not as much to others as to themselves. We believe that to prove ourselves, we have to improve ourselves. It’s as simple as that.”Tech is at the heart of most productivity tools and self-improvement hacks, even when it is to monitor the usage of said tech. In the case of actor and standup comedian Sumukhi Suresh, social media is work, too. Channelling her former background in sales, Suresh keeps monthly targets for her social media posts and their traction. “I tried using HubSpot, a software, to consolidate all my social media apps, but gave up because it takes time to figure out how these tools work. I don’t have the mental bandwidth for that.” However, she feels she will cave in soon.Having tech fulfils our need to track our personal objectives, to stay motivated and to reassure ourselves that we are on the right path, says Meghna Mukherjee, a Noida-based psychoanalytical psychotherapist. On the flip side, “measuring personal growth can make you anxious when you see how far you are from your goal,” says Pai. “I will be lying if I said I don’t get anxious about missed goals.” Before you get better, you often get worse. Pai highlights the importance of not getting enamoured by shiny tools and of limiting to-do things to five daily.But many are far from that stage of wisdom at this point. “A lot of my clients use apps to quantify themselves on certain parameters and say they are falling short of a standard. Hence they are not doing well and need to figure out how to do better,” says Anshuma Kshetrapal, a Delhi-based creative arts psychotherapist. The right question should be “why they are not doing better” instead of “what can they do now to remedy it”, she says. The one-size-fits-all hacks are a problem, she adds, “Your personal nuance gets subdued to pander to these life hacks.”Like a lot of people around her, Sirohi from Gurgaon tried strict diets to stay fit. Eventually, she had to develop hacks that worked for her because those diets were \"not sustainable when your lifestyle needs you to travel and have work dinners and breakfast meetings\". In the case of Azeez from Bengaluru, the mood predictions of her period tracker started dictating her emotions. \"If the app would say I'm likely to feel bloated on the first day, it would make me conscious and that got frustrating.\" Eventually, Azeez learned how not to let the mood predictions affect her. Even someone like Saloi, who wears his apps on his sleeve, literally, knows that \"apps and hacks don't change our lives unless we are disciplined.\" After trying a cloudful of them last year, Saloi has recently replaced most of their functions with a basic alarm reminder.Author and marketer Harish Bhat, 57, keeps it simpler still. \"I am obsessed with productivity but I don't entangle myself with documenting or measuring my goals via apps and hacks,\" he says. After all, \"It's more important to be happy than to be appy.\"", "page_url": "https://economictimes.indiatimes.com/magazines/panache/the-rise-of-self-improvement-productivity-apps-hacks/articleshow/74260691.cms", "page_id": "Economictime_PL_2123_News", "imgs": [{"caption": "Representative Image", "id": "Economictime_PL_2123_News_0", "src": "https://img.etimg.com/thumb/msid-74260804,width-650,imgsize-97880,,resizemode-4,quality-100/apps-agencies.jpg"}, {"caption": "1", "id": "Economictime_PL_2123_News_1", "src": "https://img.etimg.com/photo/msid-74261213,quality-100/1.jpg"}, {"caption": "2", "id": "Economictime_PL_2123_News_2", "src": "https://img.etimg.com/photo/msid-74261222,quality-100/2.jpg"}, {"caption": "3", "id": "Economictime_PL_2123_News_3", "src": "https://img.etimg.com/photo/msid-74261223,quality-100/3.jpg"}, {"caption": "4", "id": "Economictime_PL_2123_News_4", "src": "https://img.etimg.com/photo/msid-74261227,quality-100/4.jpg"}, {"caption": "4", "id": "Economictime_PL_2123_News_5", "src": "https://img.etimg.com/photo/msid-74260900,quality-100/4.jpg"}, {"caption": "3", "id": "Economictime_PL_2123_News_6", "src": "https://img.etimg.com/photo/msid-74260858,quality-100/3.jpg"}]}
{"title": "Can Hero Cycles' new electric cycle help it power ahead?", "body": "Pankaj Munjal arrived at work somewhat sleep deprived on a recent Thursday morning. He had arrived on a red-eye flight from Germany earlier that day. But at One Horizon Centre, the upscale Gurgaon office complex where his office is based, a fire drill was underway. It would be a while before he could start work at his office, the nerve centre of India’s largest cycle maker, the 62-year-old Hero Cycles Ltd.Munjal is the custodian of a formidable legacy — the company founded by his father OP Munjal and his brothers was the first in what would become the sprawling Hero two-wheeler empire, now held by different branches of the Munjal family. Hero Cycles was once the world’s largest bicycle manufacturer. Now, while it enjoys a 40% share of the Indian market, Hero Cycles is faced with stagnating growth. The market is growing at just 2%. The mainstay Roadster, the sturdy bicycle used by millions of Indians to commute, has saturated as a segment. In pricier urban segments that are rapidly growing, Indian bicycle makers are facing stiff competition from Chinese and other foreign companies. <IMG Economictime_PL_2379_News_0> Hero Cycles’ sales actually fell by 12% in 2016-17. Profits at the company declined by 57%, from Rs 58.46 crore in 2015-16 to Rs 25.15 crore in 2016-17. (The HMC group of companies under Pankaj Munjal recorded a turnover of Rs 2,496 crore in 2016-17 with profit before tax of Rs 114 cr) These headwinds mean Munjal must get the company to pedal harder and make some sharp turns. While he’s attempting some pivotal shifts in strategy, he has made two acquisitions, Firefox in India and Avocet Sports in UK. There is one challenge that is seemingly insurmountable — Indians don’t particularly like cycling.Munjal recalls a dinner engagement in Brussels some five years ago. As he and his wife Charu got ready to leave, the hosts, local friends of the family, arrived pedalling cycles, with two additional cycles in tow. All four of them, with Charu Munjal wearing heels, pedalled away to the restaurant in their evening best. It’s common in western European cities to cycle everywhere. In China, 37% of households own a bicycle. In Scandinavia, household ownership of bicycles is at 110%, meaning, many households have more than one bicycle. In India, this figure is 9%. Some 1.7 crore cycles are sold in India every year, culminating in sales of Rs 6,500-7,000 crore, say industry estimates. <IMG Economictime_PL_2379_News_1>  <IMG Economictime_PL_2379_News_2> With stagnating sales, Hero Cycles is now pursuing a two-pronged strategy. The first part involves e-bicycles, which can run on battery power, pedal power, or a combination of the two. And the second part involves launching a model in the Roadster segment that is significantly cheaper than existing options. It’s offering affordability at the price sensitive end of the market, and innovation at the top end.Uphill rideThe largest segment of the bicycle industry in India (17 million bicycles a year), is the Roadster, accounting for some 55-60% (9-10 million units) of sales. This segment may well be not seeing growth. It is also losing out to motorised two-wheelers, which, unlike cheap cycles (Rs 3,500-5,000), can be bought on EMIs. There is, however, an unlikely lifeline that has been keeping the segment alive. State governments like to give away cycles under various schemes and the Roadster remains the popular option.The other end of the spectrum is the urban biking segment, where bicycles are bought as a hobby or for exercising. This is seeing a massive 25% growth. Known as the fancy segment in industry parlance, these cycles make up another 25% of the market. The remaining 15% are bicycles for kids. The super-premium segment, where bicycles are priced more than motorcycles, is also seeing a 20% annual growth. Overall, in the past five years, the industry has experienced alternative years of growth and slump. <IMG Economictime_PL_2379_News_3> In the Indian market, Hero’s leadership position, with 28% (does not include Firefox) share, is followed by TI Cycles (23%), Avon (15%) and Atlas (13%). Because of stagnation, there are internecine battles.Hero and Avon have just settled a dispute around a particular design for bicycles. Hero had alleged that Avon had copied its design, and had filed a lawsuit in 2016. Again in 2016, there was a dispute within the Munjal family on the use of the Hero brand. Hero Ecotech, a company owned by the Vijay Munjal arm of the family, sells cycles under the Kross brand. Vijay Munjal is Pankaj Munjal’s cousin.The industry also sees pressure mounting from foreign brands such as Giant, Phoenix or Trek. China-made cycles have also made their presence felt in the market, and AICMA feels there is some underinvoicing happening with imports from China. KB Thakur, secretary general of the AICMA, was recently in Shanghai and feels there is a trick or two that India is missing out on. In Shanghai, Thakur says, there were plenty of aged cyclists, of 70 years or more, cycling through demarcated lanes on busy roads. In India, there are hardly any cities with dedicated cycling lanes.The AICMA has lobbied the government for a national bicycle policy and also the creation of a bicycle development council. It has made representations to the Prime Minister’s Office, too. The letter to the prime minister has pointed out the low percentage of Indian households that own a bicycle. The letter has also urged the prime minister to set up a National Urban Active Travel Ways Authority of India through an act of Parliament. Thakur says that as bicycling does not come under any ministry, there is no one looking after the sector’s interests. <IMG Economictime_PL_2379_News_4> As for Hero Cycles, Munjal is now betting big on a new model, called Lectro. It’s a hybrid of sorts. It looks like a regular bicycle but has a battery hidden inside its frame. On a single charge, which takes 3.5 hours, the bicycle can run 30-40 km, depending on the terrain. Using a mode shifter, a user can choose to run it fully on battery power, pedal power or a mix. It retails for Rs 27,000. It can be charged from a regular plug point with a charging cable that comes with the cycle. Munjal says he had the chance to show the new e-cycle to Prime Minister Narendra Modi when he was in London in April. The cycle has been developed at the company’s design centre in London. “The PM had a few snappy questions for us, like how long it takes to charge, and how long a charge lasts,” Munjal says.The Lectro weights around 14.8 kg, about the same as a cooking gas cylinder. It can also be acquired for a down payment of 5,000. Hero has tied up with multiple partners for the financing. This first model is aimed at the urban market and at those who like to cycle as a hobby. The company is planning new versions that will let users lock or unlock the bike from a mobile app and also recharge the battery using the energy generated during the braking action, akin to the regenerative braking technology used in cars.Munjal also plans to launch versions of the e-cycle aimed at other market segments. He plans to launch two-wheeler load carriers, and doesn’t rule out battery-powered threewheelers either. However, apart from expanding the market at the top end, the e-bicycle will also help differentiate Hero Cycles in a segment that is getting busier. Apart from the Lectro, Hero also has the Firefox brand in its stable as well as other premium brands such as Hero Sprint.While this segment is witnessing rapid growth, the competition is also stiff and increasingly global. American bicycle maker Trek, for instance, has been in India for a while. Its bicycles are priced between Rs 25,000 and Rs 3.5 lakh. The products are available on EMIs. Navneet Banka, the country head for Trek, says: “We are very bullish on the super-premium market in India and we will strongly promote cycling for this segment.”Hawkish Stance The other prong of Hero Cycle’s new strategy is a product called the Hawk — a sturdy Roadster priced significantly lower than rival models in the market. The company is aiming to sell it at Rs 1999. Munjal recounts the genesis of the Hawk and why pushing the price point lower became necessary. At a meeting with the then prime minister Manmohan Singh and finance minister P Chidambaram, Munjal says, the bicycle industry had explained how the rural segment that usually bought cycles was now keen to upgrade to motorised two-wheelers.While the government of the day saw this as a story of poverty alleviation, Munjal felt there was a still a segment that wanted a cycle but could not afford it. Hero decided to target this segment and bring the price down further. The cycle design was tinkered with to make it lighter by changing the welding and grades of steel used. And to help finance the bicycle, Hero Cycles is tying up with self-help groups. The Hawk is already being tried in some villages in Rajasthan and will be commercially launched sometime later in the year. “It is lighter, but it is still good enough for a milk man to carry his milk cans around,” Munjal adds, hinting at who the target customer might be.", "page_url": "https://economictimes.indiatimes.com/industry/auto/two-wheelers-three-wheelers/can-hero-cycles-new-electric-cycle-help-it-power-ahead/articleshow/65084660.cms", "page_id": "Economictime_PL_2379_News", "imgs": [{"caption": "1", "id": "Economictime_PL_2379_News_0", "src": "https://img.etimg.com/photo/msid-65084857,quality-100/1.jpg"}, {"caption": "1", "id": "Economictime_PL_2379_News_1", "src": "https://img.etimg.com/photo/msid-65084912,quality-100/1.jpg"}, {"caption": "2", "id": "Economictime_PL_2379_News_2", "src": "https://img.etimg.com/photo/msid-65084917,quality-100/2.jpg"}, {"caption": "1", "id": "Economictime_PL_2379_News_3", "src": "https://img.etimg.com/photo/msid-65084963,quality-100/1.jpg"}, {"caption": "2", "id": "Economictime_PL_2379_News_4", "src": "https://img.etimg.com/photo/msid-65084970,quality-100/2.jpg"}]}
{"title": "Oppo F9, F9 Pro launched in Mumbai at Rs 19,990", "body": "<IMG Economictime_PL_2420_News_0> MUMBAI: OPPO is all set to take on OnePlus with its all new smartphone - F9 Pro.The Chinese tech giant launched OPPO F9 Pro at the Grand Hyatt in Mumbai today. The smartphone has a 64GB storage, expandable up to 256 GB. The device sports two variants - 4GB and 6GB, priced at Rs 19,990 and Rs 23,990 respectively. The smartphone will go on sale from August 31. <IMG Economictime_PL_2420_News_1> Oppo F9 Pro is powered by the Helio P60 processor. It comes with triple card slots - two for SIM cards and and one for the microSD card.Waterdrop screen is one of the most unique and best notch display features of the smartphone. The display will be edge-to-edge with a notch, and shaped as a water droplet. The device will sport a 6.3 inch display and 19.5:9 (90.8%) screen ratio. <IMG Economictime_PL_2420_News_2> Oppo F9 Pro will come with the popular game PUBG.While talking about the newly-launched phone, Rishabh Srivastava, Product Manager of Oppo India, said \"F9 Pro comes with Google Lens, which enables the users to identify objects through the camera app, and get relevant information on the spot.\" He further mentioned other features of the device like Split Screen that helps users to run two apps on a screen at the same time. \"The split screen mode will allow gamers to use WhatsApp simultaneously,\" he added.Jithin Abraham, Product Manager of OPPO India, said that the front camera has a 25MP Sensor HDR for clicking the perfect selfies.The F9 Pro sports an AI-scene recognition in the camera that recognises scenes and clicks better pictures of natural surroundings. AI Beautification 2.1 in the camera automatically senses usage behaviour and adjusts to their personal need. AR stickers and slow-motion video technology are the added perks to the camera.The new device comes with optimised AI-battery management system which make multitasking easier. The phone houses a 3,500mAh battery.  <IMG Economictime_PL_2420_News_3> Few other features of the smartphone include Smart Bar and Music on Display.The Smart Bar will enable users to play their favourite game or watch a movie, and text at the same time without having to quit either actions. Music on Display will let you listen to your favourite tracks without having to keep your phone on.The OPPO F9 Pro is equipped with the upgraded ColorOS 5.2 based on Android 8.1, making the phone experience smoother than ever.  Will Yang, Brand Director of Oppo India, took the centre stage as the smartphone company launched a new addition to the F series. \"OPPO expects to lead the smartphone industry with innovative products,\" he emphasised. He also believes that the product range will surpass consumer expectations. <IMG Economictime_PL_2420_News_4> What is VOOC charge?The OPPO VOOC (Voltage Open Loop Multi-step Constant-Current Charging) Flash Charging system is a proprietary rapid-charge technology created by OPPO Electronics. VOOC is the first low-voltage, fast-charging technology in the world. VOOC Flash Charge is 4 times faster than a regular charger. <IMG Economictime_PL_2420_News_5> The smartphone company claims F9 Pro is the first OPPO device with its trademark VOOC Flash Charge that charges in five minutes and gives up to 2-hour talk-time. <IMG Economictime_PL_2420_News_6>", "page_url": "https://economictimes.indiatimes.com/magazines/panache/oppo-f9-pro-india-launch-live-updates/articleshow/65484588.cms", "page_id": "Economictime_PL_2420_News", "imgs": [{"caption": "", "id": "Economictime_PL_2420_News_0", "src": "https://img.etimg.com/thumb/msid-65484874,width-650,imgsize-203544,,resizemode-4,quality-100/oppo-f9-pro.jpg"}, {"caption": "Oppo f9 Pro", "id": "Economictime_PL_2420_News_1", "src": "https://img.etimg.com/photo/msid-65486066,quality-100/oppo-f9-pro.jpg"}, {"caption": "oppo f9 pro", "id": "Economictime_PL_2420_News_2", "src": "https://img.etimg.com/photo/msid-65485780,quality-100/oppo-f9-pro.jpg"}, {"caption": "oppo f9 pro", "id": "Economictime_PL_2420_News_3", "src": "https://img.etimg.com/photo/msid-65486085,quality-100/oppo-f9-pro.jpg"}, {"caption": "Will Yang, Brand Director of OPPO India", "id": "Economictime_PL_2420_News_4", "src": "https://img.etimg.com/photo/msid-65485327,quality-100/will-yang-brand-director-of-oppo-india.jpg"}, {"caption": "F9 Pro is the first OPPO device with its trademark VOOC Flash Charge", "id": "Economictime_PL_2420_News_5", "src": "https://img.etimg.com/photo/msid-65485344,quality-100/f9-pro-is-the-first-oppo-device-with-its-trademark-vooc-flash-charge.jpg"}, {"caption": "Oppo F9 Pro", "id": "Economictime_PL_2420_News_6", "src": "https://img.etimg.com/photo/msid-65484879,quality-100/oppo-f9-pro.jpg"}]}
{"title": "Apple Event Highlights: iPad Pro with M1 chip & 5G launched, 24-inch iMac starts at $1299", "body": "It's that time of the year already. Tech giant Apple has decided to amaze its fans with it new line up of iPad, Macbook, and other exciting devices.Calling its first launch of the year an annual Earth Day initiative, CEO Tim Cook said that the tech company will become 100 per cent carbon-neutral by 2030.iPad Pro & iPad Pro MiniThe new iPad Pro comes with 8-core CPU with Apple's M1 chip. iPad Pro gets Thunderbolt and USB4 support, and 2TB configuration. The Apple tablet has an all-new ultrawide camera with 12 MP sensor comprising of 120-degree field of view. 'Centre Stage' feature will automatically pan the view to keep the users in focus, just like the Facebook Portal. <IMG Economictime_PL_2447_News_0>The 12.9-inch display model also has Liquid Retina XDR display. As rumoured, Apple will use MicroLED display technology, which it calls 'Mini LEDs'. The new device will have 10,000 LEDs on a 12.9-inch display. The iPad Pro Mini (11-inch) comes at $799, and the 12.9-inch model at $1,099. The iPad Pros can be ordered on April 30. It will be available from second half of May.While Apple Pencil will remain unchanged, the Scribble supports more languages. iPad keyboard case will now come in white colour.New & Improved iMacThe all-new, redesigned iMac is bursting with bright colours for home offices and remote working spaces. Single sheet of glass covers the entire frame which stays under 10 decibels. It has 24-inch display, slightly bigger than old 21.5-inch iMac. What's more? It has a 1080p webcam. The device has four USB-C ports, and two of them are Thunderbolt. The new power cable is easier to connect.  <IMG Economictime_PL_2447_News_1>The new iMac joins Apple's series of MacBooks at $1,299 in four colours and $1,499 in seven colours. Users can order on April 20, and it will be availble by second half of May.AirTagsThe much-hyped product at this year's launch was - AirTags. These round, coin-like tags are perfect for people who leave their things at certain places and forget about them. AirTags come with pre-installed tracking devices that can be stuck on items you fear losing or often lose.  <IMG Economictime_PL_2447_News_2>Apple calls its tracking feature 'Precision Finding'. These tags are charged at $29 each, and $99 for a pack of 4 - which will be available by April 30.Apple TV 4KThe company said that Apple TV 4K will be an upgrade to your television. iPhone 12 Pro users can download the movies in high resolution for their viewing experience. <IMG Economictime_PL_2447_News_3>Users can avail the Apple Podcast subscription service next month.Cook unveiled a new purple colour for its new iPhone 12 and iPhone 12 Mini which can be pre-ordered on Friday and will be available by April 30. It will be available at $179 (32GB) and $199 (64GB), and will be available by May.A few hours before the big show, CEO Cook shared a colourful 'spring morning' picture on Twitter to honour its 'Spring Loaded' event. The event was live from Apple's Cupertino headquarter in California.The iPhone-less online event on Tuesday was Apple's first-ever event in 2021.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/apple-event-2021-ipad-airpods-news-live-updates-stage-is-set-tim-cook-excited-for-spring-loaded/articleshow/82166830.cms", "page_id": "Economictime_PL_2447_News", "imgs": [{"caption": "iPad Pros", "id": "Economictime_PL_2447_News_0", "src": "https://img.etimg.com/photo/msid-82168208,quality-100/ipad-pros.jpg"}, {"caption": "iMac", "id": "Economictime_PL_2447_News_1", "src": "https://img.etimg.com/photo/msid-82168206,quality-100/imac.jpg"}, {"caption": "AirTags", "id": "Economictime_PL_2447_News_2", "src": "https://img.etimg.com/photo/msid-82168195,quality-100/airtags.jpg"}, {"caption": "Apple TV 4K", "id": "Economictime_PL_2447_News_3", "src": "https://img.etimg.com/photo/msid-82168190,quality-100/apple-tv-4k.jpg"}]}
{"title": "How the growing concern for air pollution is leading to the rise of an anti-pollution products industry", "body": "<IMG Economictime_PL_2940_News_0>It’s the season of shopping — and of air pollution. The month of Diwali is when every seller across consumer goods categories — from electronics to gold — gears up for a festival bonanza. Jai Dhar Gupta in Gurgaon is also readying for what’s emerging as the latest in the endless list of must-have Diwali accessories — anti-pollution products. For the last three years, thousands of orders pour in daily on his company website during this period, often crashing the site. Forty-seven year-old Gupta’s company Nirvana Being sells a range of products to meet the Indian consumer’s growing need to combat air pollution — from air purifiers to masks to “air bags”. It has also made `12-15 crore in annual revenue in the process. “While the air quality is hazardous in several Indian cities throughout the year, it is between mid-October and mid-March that we see peak traffic on the site,” says Gupta. “Owing to the bursting of firecrackers and burning of crop stubble, the level of toxicity in the air shoots up. Consequently, people, especially in Delhi-NCR, are concerned about air pollution at this time of the year,” says Shashi Ranjan, scientist and cofounder of healthcare solutions company PerSapien Innovations. Two years ago, it launched nasal filters under the brand name Airlens. He claims to have sold lakhs of nasal filters across the country. Over the last two-three years, Amazon India has seen a sharp rise in the demand for products in anti-pollution category — air purifiers, masks, humidifiers — from different parts of the country.  <IMG Economictime_PL_2940_News_1> “As per our search data trends, we have seen a 70-140% increase this year over the last two years combined in searches for air-purification options like masks, air purifiers or plants,” says Shalini Puchalapalli, director, category management, Amazon India. “We have seen a significant rise in the growth of air-pollution masks and are looking to serve 5x the number of customers this year over the last two years combined,” she adds. The growing numbers have prompted another ecommerce player, Snapdeal, to organise “special pollution stores” online where users can find all anti-pollution products in a curated collection, says a company spokesperson. During winter, Snapdeal gets several orders for pollution masks with neck warmers from north India. Air-quality sensors, air purifiers for home and car, and seeds of indoor plants are other popular items in the category.  <IMG Economictime_PL_2940_News_2> That’s not all. Anti-pollution items have permeated the beauty category too. A basic search for “anti-pollution” on beauty portal Nykaa throws over 400 product results across 100-odd brands. Six months ago, Nykaa’s beauty vertical, Nykaa Cosmetics, launched an anti-pollution foundation in 15 different shades to suit different skin tones. The company claims the product contains biosaccharide gum-4, a plant extract, that prevents skin damage from dust, micro particles and UV rays. “It is now 30% of our entire foundation business,” says Reena Chhabra, CEO of Nykaa’s private label arm FSN Brands. Brands like Pond’s, Vaseline, Colorbar, and Faces Canada have introduced a range of anti-pollution creams & face washes over the last couple of years. While many homegrown companies fret about the seasonal demand for antipollution products, they claim the popularity isn’t limited to Delhi-NCR. The region does comprise 70% sales in the category at Snapdeal, but this year it is “already witnessing an increase in search and purchase from various cities in north India, including Chandigarh, Ambala, Amritsar, Meerut and Kanpur”, says its spokesperson. One-tenth of Airlens’ orders come from Chennai, Bengaluru, Indore and Pune, says Ranjan. Even Nirvana Being receives 10% of its sales from Mumbai, Pune, Goa and the Northeast. Gupta has seen a 40-60% year-on-year growth in overall revenue from consumer sales over the last three years. Ranjan’s Airlens saw a 200% hike in sales between 2017 and ’18. He has sold over 50,000 filters this year.  <IMG Economictime_PL_2940_News_3> “When it comes to air pollution, we have gone from mitigation to adaptation. Dealing with it is part of our lives. Now we are designing our lifestyle accordingly,” says Shrey Goyal, a social entrepreneur who shuttles between Paris and Delhi for work and uses air purifiers at home and nasal filters outdoors. Anti-pollution accessories are a worldwide phenomenon now, he says. People in China, Japan and Korea wear masks in daily lives. Cyclists in London’s rush hour wear them like one would wear a helmet. “Back home in Delhi, I have seen women wearing patterned masks,” says Goyal.  <IMG Economictime_PL_2940_News_4> It points to another aspect of this trend — the glamourisation of anti-pollution products. A couple of years ago, Nirvana Being collaborated with fashion designer Manish Arora to launch a range of masks. Gupta says, “There’s a stigma around wearing masks. We try to combine fashion and function to remove that stigma. People buy masks in several designs to match their outfits.” Nirvana Being is the regional distributor of Vogmask, a US-based brand popular for its “stylish filtering respirators”. “We run design contests for fashion students. Selected designs get money & recognition from Vogmask,” says Gupta. Four new designs have been launched in India ahead of Diwali, he adds.  <IMG Economictime_PL_2940_News_5> Airlens’ nasal filters are also designed with fashion-conscious users in mind. “Unlike masks, nasal filters don’t cover three-fourths of your face but fit inside your nostrils so they are barely visible. Plus, they allow you to talk and eat with ease,” says Ranjan. During research for Airlens, he found that the human nose has a complicated structure. “After studying a great deal, we came up with two sizes of filters that could work for 70-80% of Indian noses.” Even then, last year, Suneel Ranaut, a user who made a verified purchase of Airlens on Amazon, posted a picture of the nasal purifiers he had received and wrote: “Colour should be brown it is black (sic).” It also means that when you mix fashion with functionality, you have to be sensitive to a range of your customers’ concerns, including skin tones.", "page_url": "https://economictimes.indiatimes.com/news/politics-and-nation/demand-for-anti-pollution-products-hike-during-festive-season/articleshow/71556781.cms", "page_id": "Economictime_PL_2940_News", "imgs": [{"caption": "", "id": "Economictime_PL_2940_News_0", "src": "https://img.etimg.com/thumb/msid-71556866,width-300,imgsize-727287,,resizemode-4,quality-100/mask-sunday-et.jpg"}, {"caption": "MASK 6 SUNDAY ET", "id": "Economictime_PL_2940_News_1", "src": "https://img.etimg.com/photo/msid-71557073,quality-100/mask-6-sunday-et.jpg"}, {"caption": "MASK 5 SUNDAY ET", "id": "Economictime_PL_2940_News_2", "src": "https://img.etimg.com/photo/msid-71557074,quality-100/mask-5-sunday-et.jpg"}, {"caption": "MASK 4 SUNDAY ET", "id": "Economictime_PL_2940_News_3", "src": "https://img.etimg.com/photo/msid-71557084,quality-100/mask-4-sunday-et.jpg"}, {"caption": "MASK 3 SUNDAY ET", "id": "Economictime_PL_2940_News_4", "src": "https://img.etimg.com/photo/msid-71557085,quality-100/mask-3-sunday-et.jpg"}, {"caption": "mask 2 sunday et", "id": "Economictime_PL_2940_News_5", "src": "https://img.etimg.com/photo/msid-71557086,quality-100/mask-2-sunday-et.jpg"}]}
{"title": "ET Awards 2019: The superlative C-suite decides winners of ET Awards for Corporate Excellence", "body": "<IMG Economictime_PL_3007_News_0>The first order of business as the nine-member jury for The Economic Times Awards for Corporate Excellence 2019 met went through without any debate. Infosys non-executive chairman Nandan Nilekani was unanimously selected jury chairman. Then, the debate started.The 2019 jury, as with every ET Awards jury, was a group of big achievers — put a group like this together and you’re guaranteed crackling conversation.Ask them to pick the best and brightest of India Inc, and you’re guaranteed fascinating and insightful debate.Ethics were top priority. It’s not just that Bhavish Aggarwal left the jury room when members were deliberating on the Business Leader of the Year award — he was a contender. Some jury members volunteered to recuse themselves because they were acquainted with nominees in various categories. Chairman Nilekani was firm, though, saying he had full faith in the integrity of the jury, and unless a jury member was directly related or was a nominee her/himself, he didn’t see any reason for a recusal. He was firmly supported by Mittal.Vigorous debates started right from the first award, Business Leader. Who’s more of a leader — a professional CEO or an entrepreneur?Nilekani, who has been both, presided over a debate that saw Sadhguru, Mittal, Morparia, Munjal and Shroff make strong cases, often disagreeing with each other.Every award was a two-step decision. The first round of voting pared the nominee list down to two, the second round chose the winner. All voting was by secret ballot and all results were announced by the chairman. For every category, jury members used their own wisdom, listened to each other, looked at detailed company numbers provided to them by the ET Intelligence Group and asked dozens of sharp questions. Deciding the winner for some categories took longer than others.When picking the Business Reformer, the jury had a long and fascinating debate on how to assess a public administrator’s contribution to easing conditions of entrepreneurship. Discussion went beyond choosing the winner, to fundamental aspects of the relationship between the state and business.Entrepreneur and Global Indian of the Year were two more categories that saw particularly high-spirited debates. Is entrepreneurship getting equated with a cash burn, valuation-chasing game, asked more than a few jury members. But what’s entrepreneurship without risk-taking, asked others. Are we biased in favour of B2C companies, was another sharp question.Deliberations on the Global Indian category showed the close understanding many jurists had of global business across sectors.How ‘Indian’ are global Indians, was another fascinating subplot.The issue here was to fairly assess whether success in the West can coexist happily with joyful expressions of Indian identity.And when the jury was choosing Businesswoman of the Year, the debate looked too close to call till the last minute. ET reinstated this category in 2019, and the high quality jury debate that preceded the vote on the winner showed why it is so necessary to champion India Inc’s smartest women.When Nilekani announced the winner of the last category and thanked the jury for a spirited and thoroughly fair debate, more than two hours had passed since they assembled. Two hours during which some of the best in business picked the best in business this year – and the bonus was a thoroughly interesting discussion.Friend, philosopher, FM: A special award for Arun Jaitley <IMG Economictime_PL_3007_News_1> A skilful parliamentarian who was respected on both sides of the aisle, former finance minister, past winner of the ET Awards, and a towering presence at the award ceremonies, Arun Jaitley, the jury all agreed, will be missed by all. The jury for The Economic Times Awards for Corporate Excellence 2019 unanimously voted to institute a Special Award in order to recognise Arun Jaitley’s enormous contribution to public service, especially his role in championing economic reforms. Not only was Jaitley a central figure in building consensus over the goods and services tax, but even the Insolvency and Bankruptcy Code came into being under his watch.Business Leader: Charting a different path to the top spot <IMG Economictime_PL_3007_News_2> Nearly six years ago, Sanjiv Mehta became the first Indian chief executive at Hindustan Unilever who had never worked at the country’s biggest consumer goods company earlier. That was not the only departure from the tried-and-tested CEO template of HUL, the gold standard in consumer marketing in India. Unlike his recent predecessors who had cut their teeth and built their reputation in the rough-and-tough of marketing, 58-year old Mehta is a chartered accountant who transited to a broader profile.The unprecedented move didn’t fail HUL. Its market capitalisation nearly trebled to Rs 4.35 lakh crore since Mehta joined the firm in September 2013 as it added about Rs 3 lakh crore in value — more than the combined market cap of rivals Colgate, Dabur, Marico and Godrej Consumer Products. Mehta also oversaw the Indian business outpace Brazil to become the second largest market behind the US in terms of sales for Anglo-Dutch consumer products giant Unilever.Mehta credits various initiatives for HUL’s impressive growth in a tough and highly competitive market. “We have been creating a future-fit portfolio through extensive market development and strategic acquisitions; rebalancing scale and driving focus through initiatives like ‘Winning in many Indias’ (WIMI); making our organisation nimble by setting up country-category business teams to empower people to experiment; and leading digital transformation across our value chain to build new capabilities that will fundamentally reshape the way we do business,” he said.Under WIMI strategy, the maker of Rin and Dove reorganised its go-to-market operations from the traditional four sales branches to 14 consumer clusters. HUL also added a fifth branch in central India to accelerate sales in a relatively underpenetrated but high-growth market. This, in turn, helped counter regional competition and improved market share.Born to SP Mehta, an RBI employee, Mehta has been with Unilever for 26 years.He worked in about 20 countries in three different regions — South Asia, South East Asia, and the Middle East and North Africa — before his India stint.But when Mehta took over HUL — which is among the most important units for Unilever, accounting for nearly 9% of its overall sales — in 2013, the situation wasn’t normal. The overall fast-moving consumer market had gone into what can be described as a lull period, after recording 17-18% growth in the preceding years. The growth rate more than halved to 6-7% between 2013 and 2016. India’s consumer goods sector saw a series of disruptions, from two consecutive bad monsoons to demonetisation woes and short-term trade issues after the introduction of GST.But, in his six years at the helm, Mehta helped increase HUL’s sales from Rs 25,810 crore in 2013 to Rs 38,224 crore now. That’s over Rs 12,000 crore in incremental sales, or more than the size of Nestlé or P&G’s overall business in India. Last fiscal, HUL posted Rs 8,500 crore of Ebitda, with margins at its highest ever at 22.9%. Mehta was appointed president of South Asia and a member of the Unilever Leadership Executive (ULE) in March this year.Lifetime Achievement: DMRC’s hero is a Metro Man to the core <IMG Economictime_PL_3007_News_3> He’s the most “revolutionary disruptor in urban transport,” said a member of the jury at the Economic Times Awards for Corporate Excellence, which conferred the Lifetime Achievement award on E Sreedharan, popularly known as Metro Man. He is “one of the most amazing builders of modern India” in terms of values as well as infrastructure, said another member of the jury.“I am very happy and elated for this recognition,” Sreedharan told ET.Government departments are known for missing project completion deadlines. No major infrastructure project has been completed in India without delays and cost overruns.But under Sreedharan, the Delhi Metro — independent India’s most ambitious transportation project — became operational before its completion deadline.Maverick civil engineer Sreedharan went on to repeat the feat, delivering project after project months before official deadlines, saving the exchequer thousands of crores in cost overruns.Armed with a free hand from the government, Sreedharan ensured that the Delhi Metro progressed at great speed along with transparency in awarding contracts. In just two years and nine months, the first phase of the Delhi Metro was completed, three months earlier than originally scheduled.The project’s 124 km second phase, estimated to cost Rs 24,000 crore, took only four-and-ahalf years to be commissioned.The 85-year-old veteran, who is from the Indian Railways Engineering Service, has spent almost 60 years building railway lines, bridges and metro networks, and has delivered some of country’s most critical infrastructure projects such as the Konkan Rail, Kolkata Metro and Delhi Metro.In the 1970s, Sreedharan was entrusted with designing India’s first metro network in Kolkata. Then came the Konkan Rail project, an engineer’s nightmare in terms of construction. The project ran between the Arabian Sea and the Western Ghats from Mangalore to Roha in Maharashtra.He had joined the railways as an assistant engineer in 1954 and retired from it after 36 years of service in 1990.After spending seven years at Konkan Rail Corp, he became managing director of Delhi Metro Rail Corp in 1997. Sreedharan retired from Delhi Metro in December 2011 at the age of 79 and moved back to Kerala. He was then approached by many state governments to help implement metro projects.Sreedharan helped deliver projects with a total investment of about Rs 10 lakh crore, according to ‘Karmayogi: A biography of E Sreedharan’. From the Pamban Bridge to the Kochi Metro, none of the projects executed by him were touched by even a hint of corruption.Indeed, this was something the jury recognised. Sreedharan is currently heading a central government committee to fix technical standards for all upcoming metro networks. <IMG Economictime_PL_3007_News_4>  <IMG Economictime_PL_3007_News_5> Businesswoman: A beautiful business model   Nykaa has emerged as one of the most recognisable consumer brands in the fast-growing online beauty category without raising billions of dollars in investor capital. This has been one of the standout differentiators for Nykaa’s founder Falguni Nayar.Credited with building an ecommerce platform very differently from the rest the industry, Nayar has won the coveted Business Woman of the Year Award. Nayar’s ability to steer clear of heavy discounting and massive funding to spur growth in a typically cash guzzling industry has helped her uniquely position Nykaa amid competitors.“I have always believed this (ET Awards for Corporate Excellence) is one of the most coveted awards since the time I started working in Mumbai. I have always looked up to the people who have won this award previously. You have to pinch yourself to believe you are in the same room as some of the previous winners,” Nayar told ET after winning.A former investment banker at Kotak Mahindra Capital where she was the managing director, Nayar founded Nykaa in 2012. “I am so glad that I jumped into entrepreneurship. I believed in technology and I believed in the Indian consumer. <IMG Economictime_PL_3007_News_6> The way it is panning out, the sky’s the limit,” said Nayar.Nayar’s 180-degree shift from being a career banking professional to striking out on her own with a consumer-focused startup was one of the key reasons the jury picked her.In the past seven years, the online retailer has expanded into offline stores, launched new categories like fashion and continued to grow amid competition from bigger ecommerce players like Amazon and Flipkart’s Myntra. Nykaa doubled net revenue to Rs 1,230 crore in the previous fiscal, pushing aggressively into newly-launched categories such as apparel and fashion. Its valuation, too, has kept pace with growth.Apart from Nykaa Fashion, it has also set up Nykaa Man to build its men’s grooming business, and introduced Nykaa Pro, a portal for professional beauty consumers, with an aim to diversify its business. The company will focus on building heft in its fashion and apparel categories, and grow offline stores to 70 by March next year, from 35 currently, Nayar told ET in an interview earlier this year.Nykaa began by curating beauty products and embellishing it with edgy content, including reviews and expert recommendations customers could use to make informed decisions about beauty needs. Since then, however, Nykaa has done what none of the big ecommerce companies have been able to do in the beauty space. Its inhouse eponymous brand, which contributes 10% to overall sales, has been an important lever of growth.Nykaa will start distributing products more aggressively and widely across third-party offline stores to scale up this year, Nayar told ET in April. Nayar will have to position her fashion and apparel offering in such a way that it is not only focused on selection and price, but also build stickiness and engagement like it did in the core beauty category.Global Indian: A ten-fold growth in market cap: Priceless   When Ajay Banga took over as the president and chief executive at Mastercard in July 2010, he followed a list of illustrious Indians who have made it to the top of multinational companies after the 2008 economic crisis, such as Vikram Pandit of Citibank, Deven Sharma at Standard & Poor’s and Piyush Gupta of Singapore-based DBS Group.Banga’s stint as CEO has resulted in a profitable decade for the shareholders of the payment company. Since Banga took over in July 2010, Mastercard’s net income has increased four times to $2 billion for the quarter through June 2019 from $458 million in 2010. The rise in income has also resulted in better returns for shareholders as shares have risen 10-fold in that period, to $269 at close in New York last week. Its market capitalisation is $270 billion.Under Banga, Mastercard has diversified revenue away from consumer credit cards towards the more predictable commercial payments and debit and prepaid cards, and added new streams of services such as data analytics, consulting and loyalty platforms. Data on the company’s website shows that of the $5.9 trillion gross dollar volumes reported in 2018, 11% came from commercial businesses — up from 9% in 2012 — and 46% from debit and prepaid cards which contributed 41% in 2012.Banga has spoken out against cryptocurrencies, calling them junk. “The idea of an anonymised currency produced by people who have to mine it, the value of which can fluctuate wildly — that to me is not the way that any medium of exchange deserves to be considered as a medium of exchange,” Banga said last year.An economics graduate from Delhi University, Banga’s entire career has been at multinational companies. He began with Nestlé in India after doing his management from IIM Ahmedabad.At Nestlé, Banga spent 13 years across sales, marketing and management.He also worked at PepsiCo at a time when the Indian economy was just starting to enjoy the fruits of liberalisation.Banga’s first job in the financial sector was with Citibank, which he joined in 1996 and rose to head the US-based lender’s unit in Asia Pacific.He joined Mastercard in 2009 as president and chief operating officer, before being named the CEO of the payments giant.Banga, who got the Padma Shri in 2016, was earlier this year awarded the Ellis Island Medal of Honor. Now, as The Economic Times Global Indian of the Year, the 59-year old joins an elite company comprising global business leaders like Adobe Systems chief executive Shantanu Narayen (2018) and Fairfax chief executive Prem Watsa (2017).Banga was modesty personified when he spoke to ET, giving credit to his colleagues and partners for the success he has enjoyed throughout his career. “It’s an incredible honour to receive this recognition. It is a testament to what we can accomplish when we combine a culture of decency with a solid business strategy that includes actions to solve societal issues. But you know, they say it takes a village; in my case I am very fortunate to have terrific employees and partners who inspire, cajole, guide and assist me every day,” Banga said.As one of the captains of American industry, Banga has called for a ‘mahagatbandhan’ between the two largest democracies of the world, India and the US.“What I want to really see is a time in the world when the two greatest democracies are engaging at every level — socially, culturally, politically and economically,” Banga said at the US-India Strategic Partnership Forum earlier this year.Company: An NBFC with a difference   BAJAJ FINANCEYou don’t need to be a bank to build a financial services supermarket, as visualised by Sandy Weill of Citigroup and by KV Kamath in India. You can do it by being a non-banking finance company (NBFC) as well.Bajaj Finance, started as a result of the demerger of Bajaj Auto over a decade ago, has become the largest technology-driven retail franchise in the NBFC space, with a market capitalisation of Rs 2.35 lakh crore. Defying market challenges, Bajaj Finance has continued to showcase strong sequential growth over the past year, while several others floundered. Growth has come on the back of use of analytics, cross-selling and a large retail ecosystem.What started as a captive two-wheeler financier of Bajaj Auto has grown into a diversified retail lending business by expanding to consumer electronics, white goods and digital goods. While financing for consumer durables, two-wheelers and personal loans are helping maximise profit, entry into mortgage, small business loans and commercial lending is aiding in building scale. <IMG Economictime_PL_3007_News_7> “On behalf of Bajaj Finance, we are thrilled to receive this award,” Sanjiv Bajaj, managing director of holding company Bajaj Finserv, said about being adjudged the Company of the Year. “Our 12-year journey at Bajaj Finance has been to create an entrepreneurial-driven, innovative and high-quality lending business. Our focus is to build this into India’s first industrial-scale fintech lender.” Bajaj is vicechairman of Bajaj Finance.The company has grown assets under management by 41% and profit by 43%, even as margins and asset quality remained stable at end of June, despite the liquidity situation since the IL&FS crisis broke out in September 2018. The NBFC sector has seen disbursements shrink 30% in the period. In retail, Bajaj Finance has 37 million customers, 97,000 points of sale and a balance sheet of Rs 1.25 lakh crore.Key drivers at the company are Nanoo Pamnani, Bajaj and Rajeev Jain.Amid tight liquidity, Bajaj Finance maintained a Rs 6,400-crore liquidity buffer, with diversified liability mix bank borrowings at 35%, deposits at 16% and market borrowing at 39%. It is in the middle of raising funds to maintain leverage at about 6x.What came as a natural hedge for Bajaj Finance is a diversified product portfolio across tenors. After early warning signals in digital product and twowheeler financing, it slowed lending and brought in higher diligence.Gross non-performing loans remained at less than 2% backed by cautious lending. It cut down exposure to loans against property, infrastructure and construction, before stress seeped in. Investment in digital paid off. Zero-cost EMIs aided consumer durables lending. Bajaj Finance has been adding 1 million customers every quarter with initiatives such as cobranding wallet business, partnering with Mobikwik and co-branding credit card with RBL Bank.MethodologyThe categories of Company and Emerging Company of the year 2019 recognise only listed companies, and consider performance for the financial year 2018-19. The shortlists are prepared after extensive number crunching by ET’s research arm, ETIG.For the Company of the Year, profitable companies which were listed before April 1, 2018 with an average market cap for the month of March 2019 of over Rs 30,000 crore were considered. For the Emerging Company of the Year, profitable companies listed between April 2013 and March 2018 and incorporated after 2000 were considered.In both categories, ETIG used a set of financial data points to generate a composite score for each company, and ranked the companies on this score. The top five were shortlisted for discussion by the ET Awards jury.The data points used to generate the composite score are net sales (FY19), operating profit (FY19), net profit (FY19), market capitalisation (March 2019), return on equity (March 31, 2019), share price appreciation for the year March 31, 2018-March 31, 2019, growth in revenue over a three-year period (CAGR), growth in operating profit over a three-year period (CAGR) and growth in net profit over a three-year period (CAGR).Emerging company: Growing from the grassroots to the clouds <IMG Economictime_PL_3007_News_8> Bandhan’s transition into a bank from a microfinance company has been the Reserve Bank of India’s first such experiment turning into a resounding success.The microlender, which begun the journey in 2001 with practices to meet rural needs, had to shift its focus beyond villages and create a new ecosystem as it got off the block as a bank on August 23, 2015. In the next four years, it garnered Rs 43,700 crore of public deposits, a hallmark of trust and recognition across the spectrum. On the asset side, Bandhan’s outstanding loans crossed Rs 45,400 crore at end of June with growth as high as 39% year-on-year, amid chaos in the financial system which saw government banks reeling under asset quality stress and non-bank lenders facing heat with cash flow mismanagement.“The ET Award is a huge recognition to Bandhan’s business model which touches lives at the grassroots, and will be an inspiration to our entire workforce who helped create the Bandhan Bank brand in just about four years,” founder and managing director Chandra Shekhar Ghosh said. <IMG Economictime_PL_3007_News_9> “The award is a responsibility bestowed upon the Bandhan family.” Supported by marquee global investors such as GIC and International Finance Corporation, Bandhan has added 7.25 lakh new bank accounts in the June quarter alone to create a massive customer pool of 1.73 crore. It has 1,000 bank branches, along with more than 3,000 doorstep service centres catering to its 1.36 crore micro credit customers, much to the envy of its rivals. About 75% of its offices are in the unbanked districts, which makes Bandhan an important player for the government’s financial inclusion drive.The lender, with 85% exposure to economically weak borrowers, is in the final stages of acquiring housing finance company Gruh Finance with Rs 17,700 crore, which will not only help diversify its loan portfolio but also provide geographical balance.“We still have an unexplored market in microfinance, in MSMEs, in housing loan segment. Till these markets exhaust, there is no point in experimenting with the big-ticket loan market,” Ghosh had said in an interview to ET in July.Bandhan’s June quarter profit grew 45.4% to Rs 701 crore. On the same yardstick, IDFC First Bank, the other one to get a universal banking licence along with Bandhan, posted a loss of Rs 617 crore. A net interest margin as high as 10.45% (for the first quarter) keeps Bandhan Bank’s profitability high. <IMG Economictime_PL_3007_News_10>  <IMG Economictime_PL_3007_News_11> Business Reformer: A CM who never sleeps   In a few weeks from now, Maharashtra chief minister Devendra Fadnavis will face probably the most consequential elections so far in his political career.In 2014, Fadnavis was just one among the Bharatiya Janata Party (BJP) leaders in the state who lived and worked in the shadow of seniors such as Nitin Gadkari. A Nagpur boy, few expected him to scale and occupy the highest political position in the state. One of the questions to be answered in the upcoming state elections is whether Prime Minister Narendra Modi’s gamble in overlooking other party leaders with prominent caste support and selecting Fadnavis as the chief minister in the winter of 2014 has paid off or not.The Maharashtra chief minister has earned many admirers, especially for the manner in which he has pushed for a massive infrastructure upgrade in Mumbai as well as the rest of the state, something that the ET Awards jury cited when making its decision. <IMG Economictime_PL_3007_News_12> “Maharashtra has always been at the forefront in attracting industries,” Fadnavis told ET. “It however had been lagging behind other states in the last few years,which is why when we came to power we initiated various ease of doing business measures to attract more investment and ensure that companies don’t face hurdles. And the results are in front of us. We have received Rs 3.75 lakh crore FDI (foreign direct investment) in five years compared to Rs 1.8 lakh crore in the previous five years. This award is a recognition that we are on the right path and that also pushes us to achieve more.”One of his first acts after he came to power was to set up a war room in the state administration and get people from the private sector to run it. The war room helped execute projects at a rapid pace. For instance, the 11.40 km Versova-Andheri-Ghatkopar metro project took more than 15 years to plan and execute under earlier governments. In contrast, the Fadnavis government is pushing to complete the more challenging 33-km underground Colaba-Bandra-SEEPZ line by December 2021. The war room chaired by the chief minister is also working on projects such as the coastal road and the Mumbai-Nagpur expressway.With many industries complaining about delay in getting clearances, the chief minister, within a year of coming to power, halved the number of permissions needed to set up an industry in the state to 37 from 75. Fadnavis has also been instrumental in cutting time needed for project clearances, though businessmen still complain about harassment by municipal and district-level officials. While the state administration at the top has been receptive to investment and keen on speeding up clearances, local problems still persist in some sectors.A little-known aspect of his style of governance is the appointment of people with out-of-the-box thinking and integrity to key posts such as that of the Mumbai Police Commissioner or the Maharashtra DGP’s post. The chief minister has not just focused on industries but also on agriculture.He has pushed for more agro-processing industries and for establishing cold-chain centres in rural regions.Entrepreneur: He always delivers, and so does his company <IMG Economictime_PL_3007_News_13> Sriharsha MajetyCEO, SwiggyIn just five years of starting up, Swiggy cofounder Sriharsha Majety has built one of the largest online fooddelivery companies that can rival many global counterparts in size. Its rapid scale up and diversification into areas outside of food delivery made Majety the elite jury’s choice for Entrepreneur of the Year this year.Widely known for his execution skills in the fledgling consumer internet industry, Majety has expanded Swiggy into several new areas, launching grocery delivery, on-demand concierge and a bunch of private label food brands over the past year, as he sets sight beyond food delivery.“It’s very exciting to get validation for the work we’re doing at Swiggy and thanks to the many people who’ve helped us get this far,” said Majety on winning the award. “I think our focus on customer service has helped us get here and is what will push us in the future as well.”Swiggy has grown from clocking around 700,000 orders a day till a year ago to doubling that number to 1.4 million daily orders today, becoming among the fastest growing Indian consumer internet startups.Aside of the genetic growth, Swiggy’s diversification foray has been pushed by Majety’s belief that hyper-local deliveries are at the core of great customer service. <IMG Economictime_PL_3007_News_14> Swiggy’s expansion beyond food started in September last year when it acquired hyper-local delivery startup Supr Daily.Seen as a bid to utilise its already large fleet, now at 45,000 agents, to deliver for categories beyond food, within six months the company launched Swiggy Stores—a rival to Dunzo and BigBasket—that curates inventory from stores near users’ locations to deliver everything from flowers to health supplements.Swiggy’s diversification mirrors that of China’s largest food delivery network Meituan-Dianping, which has a small stake in the company. “The capability of having India’s largest delivery fleet will be a key driver towards building many businesses over time,” said Majety. “That’s the one thing that I am very happy about having built and we will continue to invest in it.”Its expansion is being funded by a $1-billion cheque investors cut for Swiggy in December last year, $650 million of which came from its largest backer, South African internet and media conglomerate Naspers. This also valued the company at $3.3 billion, making it among the most valuable internet firms in the country.In a recent interview with ET, Bob van Dijk, the group CEO of Prosus and Naspers, while talking about Majety and the competition Swiggy faces against Zomato said, “The reason why we are so comfortable with Swiggy is basically that Harsha and his team have shown their abilities to execute really well. I think we have our bet on the winner, and the potential of the market is huge”.Losses, however, continue to mount for Swiggy and its monthly cash burn of $40-50 million is being questioned.In the year ended March 31, 2018, its losses soared 93% to Rs 397 crore on revenue of Rs 422 crore, but its revenue growth zoomed 232%.Corporate Citizen: For child, community & country <IMG Economictime_PL_3007_News_15> Wipro, India’s fourth largest IT company, involves its employees in giving back to society and the neighbourhoods where it operates, through Wipro Cares. The impact of this is measured. In 2018-19, more than 12,500 employees of Wipro spent around 30,000 hours of volunteering time with partner organisations at 20 locations in India, the US, the UK, Japan, Australia and the Philippines. The company engages employees to imbibe founder Azim Premji’s philosophy of contributing back to society in education, primary health care, community ecology and disaster rehabilitation.As a business, more than 40% of its electricity consumption is from renewable sources; over 42% of freshwater requirement, or about 1,400 million litres a year, is met through treatment and recycling of water equivalent to one day’s consumption of Bengaluru, a city of more than 12 million people.“Wipro is an exemplar of a successful, ethical and a socially responsible organisation,” Premji wrote in his letter to employees when he stepped down from his executive role at Wipro in June. <IMG Economictime_PL_3007_News_16> Wipro’s journey towards corporate social responsibility (CSR) began in 2001 with its first intervention in school education. Since then, it has expanded to participate in community care and ecology and environment. It set up the Wipro Foundation, a separate entity created in 2017, to manage its CSR programmes.The Bengaluru-based company’s business practices and activities in giving back to society have won it the 2019 The Economic Times Corporate Citizen of The Year Award.“We are deeply honoured by this recognition. It is the dedication and hard work of over 175,000 Wiproites across the globe that has made us what we are,” chairman Rishad Premji said. “This award further strengthens our resolve in contributing to developing a just, equitable, humane and sustainable world”.Wipro’s strategy has been to develop and strengthen organisations that work in making systemic reforms in school education in India. It has partnered with more than 116 organisations across 22 states in India with an effective reach to 20,000 schools, 40,000 educators and a million children. Through Wipro Cares, the company addresses the needs of more than 40,000 children from underprivileged communities and 2,200 children with disability.It also has Wipro-earthian, a programme to engage students on sustainability. It has reached over 2,200 schools and 2,600 teachers in 32 states and union territories.Wipro has not just focused on helping its community within India. Through the Wipro Cares initiative, employees engage with disadvantaged communities which are proximate to its facilities. Wipro Science Education Fellowship, which began in 2012, is a programme designed to develop teachers’ capacities to teach better in their schools and help other teachers teach better.It has replicated this model in the US and UK.Policy Change Agent: A unique achievement via hard work <IMG Economictime_PL_3007_News_17> Rarely has a bureaucrat been given charge of so many crucial government positions simultaneously. For softspoken Ajay Bhushan Pandey, juggling key positions comes with ease. As serving chief executive of the Unique Identification Authority of India (UIDAI), the 57-yearold bureaucrat was given additional charge as chairman of the Goods and Services Tax (GST) Network in September 2017.In addition to spearheading these two crucial government projects, Pandey, a 1984 Maharashtra Cadre Indian Administrative Service (IAS) officer, was appointed revenue secretary in November last year.Pandey was instrumental in scaling up use of Aadhaar in delivery of government subsidies and benefits, which led to savings of over Rs 90,000 crore by eliminating ‘ghosts’ and duplicates.“It is under his steering that Aadhaar has earned worldwide acclaim,” the government said when it appointed him revenue secretary last year. <IMG Economictime_PL_3007_News_18> The government called his stint at UIDAI “remarkable” and added that he played a key role in establishing and steering Aadhaar across the country and drafting the historic Aadhaar legislation for providing statutory basis to the unique identity.“He also successfully explained Aadhaar and its benefits and the underlying technology to the five-judge constitution bench of the Supreme Court through his two day long power-point presentation in the open court room, which helped the government in successfully defending the Aadhaar case against 37 petitions,” the government had said.This work won him the ‘Policy Change Agent’ in a near unanimous vote from the high-profile jury for the Economic Times Awards for Corporate Excellence 2019.“This award is recognition of Aadhaar which has empowered more than 120 crore Indians with a lifelong digital and secure identity for ease of living,” Pandey told ET. “Aadhaar has helped transform the governance, brought in transparency and ensured that government benefits and subsidies are directly delivered to the deserving and marginalised sections of the society,” he added.Pandey is a graduate in electrical engineering from IIT Kanpur. He also secured an MS and a PhD in computer science from the University of Minnesota. Prior to joining UIDAI in 2010—in the early days of the project— Pandey handled several key positions in his state cadre of Maharashtra, which included land revenue management, sales tax department, and the information technology ministry, among others.Known for his frank talk, after taking over as revenue secretary, Pandey said his priorities were to help the government improve tax-GDP ratio, enhance tax compliance through integration of technology, stabilise the implementation of GST, and bring transparency and simplification of laws and procedures for better tax administration, particularly for startups, and ease of doing business.Pandey was instrumental in ensuring that every communication from the income tax department carries a document identification number or DIN, verifiable on department’s portal, to bring about transparency and accountability in its functioning. <IMG Economictime_PL_3007_News_19>  <IMG Economictime_PL_3007_News_20>", "page_url": "https://economictimes.indiatimes.com/news/company/corporate-trends/et-awards-2019-the-superlative-c-suite-decides-winners-of-et-awards-for-corporate-excellence/articleshow/71367357.cms", "page_id": "Economictime_PL_3007_News", "imgs": [{"caption": "Every award was a two-step decision. The first round of voting pared the nominee list down to two, the second round chose the winner.", "id": "Economictime_PL_3007_News_0", "src": "https://img.etimg.com/thumb/msid-71368184,width-300,imgsize-27450,,resizemode-4,quality-100/et-awards.jpg"}, {"caption": "jaitley-award", "id": "Economictime_PL_3007_News_1", "src": "https://img.etimg.com/photo/msid-71367359,quality-100/jaitley-award.jpg"}, {"caption": "sanjiv-mehta", "id": "Economictime_PL_3007_News_2", "src": "https://img.etimg.com/photo/msid-71367375,quality-100/sanjiv-mehta.jpg"}, {"caption": "e-sree", "id": "Economictime_PL_3007_News_3", "src": "https://img.etimg.com/photo/msid-71367400,quality-100/e-sree.jpg"}, {"caption": "jury", "id": "Economictime_PL_3007_News_4", "src": "https://img.etimg.com/photo/msid-71367412,quality-100/jury.jpg"}, {"caption": "jury1", "id": "Economictime_PL_3007_News_5", "src": "https://img.etimg.com/photo/msid-71367413,quality-100/jury1.jpg"}, {"caption": "revenue", "id": "Economictime_PL_3007_News_6", "src": "https://img.etimg.com/photo/msid-71367516,quality-100/revenue.jpg"}, {"caption": "bajaj-fin", "id": "Economictime_PL_3007_News_7", "src": "https://img.etimg.com/photo/msid-71367628,quality-100/bajaj-fin.jpg"}, {"caption": "jh1", "id": "Economictime_PL_3007_News_8", "src": "https://img.etimg.com/photo/msid-71367702,quality-100/jh1.jpg"}, {"caption": "bandhan-graph", "id": "Economictime_PL_3007_News_9", "src": "https://img.etimg.com/photo/msid-71367650,quality-100/bandhan-graph.jpg"}, {"caption": "jury2", "id": "Economictime_PL_3007_News_10", "src": "https://img.etimg.com/photo/msid-71367717,quality-100/jury2.jpg"}, {"caption": "jury3", "id": "Economictime_PL_3007_News_11", "src": "https://img.etimg.com/photo/msid-71367720,quality-100/jury3.jpg"}, {"caption": "state-mumbai", "id": "Economictime_PL_3007_News_12", "src": "https://img.etimg.com/photo/msid-71367795,quality-100/state-mumbai.jpg"}, {"caption": "sri", "id": "Economictime_PL_3007_News_13", "src": "https://img.etimg.com/photo/msid-71367866,quality-100/sri.jpg"}, {"caption": "fy18", "id": "Economictime_PL_3007_News_14", "src": "https://img.etimg.com/photo/msid-71367831,quality-100/fy18.jpg"}, {"caption": "wipro-1", "id": "Economictime_PL_3007_News_15", "src": "https://img.etimg.com/photo/msid-71367959,quality-100/wipro-1.jpg"}, {"caption": "wipro-info", "id": "Economictime_PL_3007_News_16", "src": "https://img.etimg.com/photo/msid-71367950,quality-100/wipro-info.jpg"}, {"caption": "UIDAI-ceo", "id": "Economictime_PL_3007_News_17", "src": "https://img.etimg.com/photo/msid-71368012,quality-100/uidai-ceo.jpg"}, {"caption": "ceo-uidai", "id": "Economictime_PL_3007_News_18", "src": "https://img.etimg.com/photo/msid-71367983,quality-100/ceo-uidai.jpg"}, {"caption": "power-gathering", "id": "Economictime_PL_3007_News_19", "src": "https://img.etimg.com/photo/msid-71368052,quality-100/power-gathering.jpg"}, {"caption": "power-gathering-2", "id": "Economictime_PL_3007_News_20", "src": "https://img.etimg.com/photo/msid-71368083,quality-100/power-gathering-2.jpg"}]}
{"title": "Buying a gadget? Look out for these in Jan 2018", "body": "<IMG Economictime_PL_3117_News_0>  As 2017 draws to a close, it’s time to look forward to the new launches of 2018. ET WEalth makes a wishlist from among the products expected to arrive in India in the new year.Honor view 10This is a big launch from Honor. The product, announced in December, features a 5.99-inch 18:9 aspect display with a resolution of 2,160 x 1,080 pixels. Weighing just 172 grams, the phone is powered by the company’s top-of-the line Hisilicon Kirin 970 octa-core processor, 6GB RAM, 128GB storage and a 3,750mAh battery. It has a rear dual camera setup (16MP + 20MP) and a 13MP front camera, a front fingerprint scanner and runs Android 8.0. It uses AI for a superior user experience in camera, security and daily usage. <IMG Economictime_PL_3117_News_1> Samsung Galaxy A8Samsung announced two devices—A8 and A8+—last week. Both phones are focused on selfie lovers as they feature a dual front camera setup (16MP + 8MP) for bokeh effect. While the A8 has a 5.6-inch display, the A8+ has a 6-inch display. Both have super amoled panels and a 18.5:9 aspect ratio like the Galaxy S8. Common features on both include octa-core processor, 4GB RAM (6GB RAM option on A8+), 16MP rear camera, expandable storage, USB Type-C port, 4G, VoLTE, WiFi ac, Bluetooth 5.0 and NFC with Samsung Pay integration. While the A8 has a 3,000mAh battery, the A8+ has 3,500mAh battery. <IMG Economictime_PL_3117_News_2> Xiaomi redmi 5/redmi 5 plusXiaomi is amongst the few not offering a phone with an 18:9 aspect ratio display, which is becoming a hot trend. This is expected to change with the arrival of Redmi 5 and Redmi 5 Plus. Both feature 18:9 ratio displays. The Redmi 5 has a 5.7-inch screen, while the Redmi 5 Plus has a 5.99-inch screen. Redmi 5 is powered by Snapdragon 450 processor, 2/3GB RAM, 16/32GB storage and a 3,300mAh battery. The Redmi 5 Plus has a Snapdragon 625 processor, 3/4GB RAM, 32/64GB storage and a 4,000mAh battery. Both phones have a 12MP rear camera and a 5MP front camera. <IMG Economictime_PL_3117_News_3> BenQ W1700 4K projectorBenQ has launched its W1700 projector that offers true 4k for just $2,000. This projector is expected to be available in India in January and from what we hear, the pricing will be aggressive. The DLP projector supports HDR10, auto keystone correction and has a 5W speaker with custom tuned sound modes. It has 2,200 lumens brightness, 10:000:1 contrast ratio, 1.2x zoom and is capable of projecting a 200-inch screen. Ports include 2 x HDMI, VGA, USB, audio-in, and audio-out. You can even plug media sticks like Google ChromeCast and Amazon Fire Stick directly in the projector. <IMG Economictime_PL_3117_News_4> Fitbit fitness rangeFitbit is expected to launch its new line of fitness products including the Ionic smartwatch, Aria 2 smart scale, and flyer fitness earphones. The Fitbit Ionic is the company’s new smartwatch with continuous heart rate tracking, high-resolution colour touchscreen, built-in GPS, NFC, Bluetooth and 2.5GB storage. It has up to 5 days of battery, interchangeable bands and can be used for tracking swims (up to 50m water resistant). The Aria 2 is the 2nd generation smart scale that tracks weight, body fat percentage and BMI for multiple users. All the data is then synced to the app. The Fitbit Flyer is the company’s first fitness earphones. They are sweat proof, have a battery life of 6 hours, dual microphone for voice calls, in-line controls and can be used with two devices simultaneously. <IMG Economictime_PL_3117_News_5>", "page_url": "https://economictimes.indiatimes.com/wealth/spend/buying-a-gadget-look-out-for-these-in-jan-2018/articleshow/62218887.cms", "page_id": "Economictime_PL_3117_News", "imgs": [{"caption": "", "id": "Economictime_PL_3117_News_0", "src": "https://img.etimg.com/thumb/msid-62218931,width-300,imgsize-51796,,resizemode-4,quality-100/gadgets-thinkstock.jpg"}, {"caption": "Pg30-pic1", "id": "Economictime_PL_3117_News_1", "src": "https://img.etimg.com/photo/msid-62218929,quality-100/pg30-pic1.jpg"}, {"caption": "Pg30-pic2", "id": "Economictime_PL_3117_News_2", "src": "https://img.etimg.com/photo/msid-62218930,quality-100/pg30-pic2.jpg"}, {"caption": "Pg30-pic3", "id": "Economictime_PL_3117_News_3", "src": "https://img.etimg.com/photo/msid-62218917,quality-100/pg30-pic3.jpg"}, {"caption": "Pg30-pic4", "id": "Economictime_PL_3117_News_4", "src": "https://img.etimg.com/photo/msid-62218918,quality-100/pg30-pic4.jpg"}, {"caption": "Pg30-pic5", "id": "Economictime_PL_3117_News_5", "src": "https://img.etimg.com/photo/msid-62218919,quality-100/pg30-pic5.jpg"}]}
{"title": "Germ theory: How probiotic products are flying off the shelves", "body": "<IMG Economictime_PL_3120_News_0>The gastroenterology department on the ninth floor of the new building at the 95-year-old King Edward Memorial Hospital in Mumbai’s Parel is no different from the rest of the hospital — crowded, with relatives of patients waiting in corridors, and often making a bed for themselves on the staircase. A room on the floor serves as the office of Shobna Bhatia, head of the department, an old hand at research on probiotics and expert on the use of human gut bacteria in the treatment of intestinal diseases. Her current research is focused on finding alternatives to the usual medicines that deal with problems related to the human digestive system. Her team is researching how the source of discomfort in the tummy might actually lie in the brain (think tummy aches before exams). Bhatia elucidates the problems she faces on the use of probiotics, live cultures of human gut bacteria, and bacterial spores, in treatment. Back in 1989, research by a group of doctors, led by Bhatia, had showed lactobacillus acidophilus, the socalled good bacteria usually found in the human gut, destroyed another bacteria, campylobacter pylori, often blamed for causing acid peptic disease. However, when the good bacteria were used to treat patients’ symptoms, there weren’t enough positive results. Bhatia explains that, like her own research, much of the research around probiotics are far from providing a clinching evidence of the medicinal ability of probiotics. Bhatia uses probiotics sparingly, for treating noninfective diarrhoea and antibiotics-induced diarrhoea. However, probiotics have moved beyond such limited uses. Plenty of over-the-counter (OTC) probiotic products are available as curd or fermented. ed milk or other kinds of drinks. The market is burgeoning. According to Varun Suri, CEO of consumer division of Morepen Laboratories, ethical (drugs that need a prescription) probiotics market is Rs 1,100 crore, while the OTC market could be many times bigger. A reputed gastroenterologist, who spoke to ET Magazine on condition of anonymity, says patients often put pressure on him to prescribe probiotics. The doctor, who practises at a top private hospital in Mumbai, says there are far-fetched claims about bacteria found in the human body that can be used to induce diabetes, obesity and even autism. Doctors agree that research findings, as of today, are inadequate regarding specific benefits of probiotics (beneficial bacteria), the efficacy of different strains and the quantity to be used. It will take another decade for clarity to emerge, they add. There could be scenarios where probiotics might be harmful. Indian pharma companies are, however, keen to make the most of the market. Suri of Morepen adds: “In the ethical market, probiotics are mostly yeast-based or spores-based, which is limiting. Live bacteria cultures, which add variety to the flora of the gut and body, are few. Also, those live bacteria do not survive stomach acids completely, so efficacy is a question.” Probiotics and prebiotics (material that allow gut bacteria to thrive) are being consumed for all kinds of reasons, including for taste. Introduction of healthy gut bacteria harvested from the stool of a healthy donor, either through an enema or orally, has also gained ground. Stool donation by super donors — whose bodies have specific strains of useful bacteria — might soon be in vogue in India. It is already prevalent in other markets. Super donors can earn up to $40 per sample, according to one estimate. Morepen is gearing up to meet the challenges of the probiotic market and solve the key problem of delivering live bacteria into the right part of the human body, and in adequate quantity. Suri says Morepen has tied up with Vesale Pharma of Belgium to overcome the delivery challenges of probiotics, and will be launching their products in India in a few months. Mankind Pharma is another company betting big on probiotics. “I think probiotics have a role to play in fighting all diseases,” says Rajat Singhal, senior manager-medical affairs, Mankind Pharma. “Over the years, it has evolved for different therapy areas. Doctors have started prescribing it with antibiotics to deal with cardiology-related issues and diabetes. We, at Mankind, are looking at respiratory and peadiatric applications.” Some pharma companies that have older probiotic products are keen to repackage them and try and fight other diseases. Yakult, a popular brand of probiotic fermented milk, marketed in India by Yakult Danone India, has put up many research papers on its website for anyone who cares to check. Back in 2011, the Indian Council of Medical Research released a set of guidelines for use of probiotics in food, through a report prepared by a committee of experts. The scene has changed rapidly since then, and multiple bodies of probiotics industry are already active in India now. Kefir Milk and Kombucha are two of the probioticbased health drinks that have caught the fancy of the Indian urban market. Kefir is a grain found in the mountains of east Europe. When the grain is fermented, it is believed to produce lactic acid, which is also produced by lactobacillus. In the past four years, kefir-based brands such as MO’s and Kefir Life have reached the Indian market. Abhimanyu Singh Rathore, who launched KefirLife in the National Capital Region, says he is targeting just about 1% of the OTC probiotic market. In some cases, probiotics have gone beyond treatment and have emerged as a fad. But, as experts say, there are too many grey areas for comfort.GREY AREAS OF THE GUT  Lack of definitive research on effectiveness of probiotics treatment, especially comparative studies between different cultures of bacteria.Uncertainty over whether probiotics may harm patients, as administered bacteria might leak out of the digestive system and into other organsLack of monitoring of patients and how probiotics are being bought or ingested, with or without prescriptions.Uncertainty over effectiveness of imported culturesA brief history on INGESTING BACTERIAJohn Harvey Kellog  The American doctor and nutritionist (also the inventor of breakfast cereals), was an early proponent of probiotics or use of intestinal flora or bacteria for well-being. His late 19th century method used a pint of yogurt, half of it administered orally and the other half as enema.Ilya Mechnikov  Russian scientist and Nobel Prize winner in 1906, for his theories on phagocytosis, suggested senility was an effect of chemicals produced by bacteria that reside in the human gut. He proposed a diet of fermented milk containing bacilii that produced lactic acid. This diet became hugely popularIsmar Isidor Boas  a contemporary of both Kellog and Mechnikov, identified lactobacillus acidophilus, the lactic acid producing bacteria.<IMG Economictime_PL_3120_News_1> Since the 1980s, doctors started prescribing lactobacillus for a whole range of conditions.The new millennium saw an information explosion, linking human body bacteria with obesity to fatty livers and even autism and use of probiotics for treatment.Faecal microbiota transplant (donor stool administered as enema or orally in small quantities in capsules), which introduced healthy gut bacteria into the intestine, is now used for treating some forms of ulcerative colitis.POPULAR PROBIOTIC PRODUCTS Brands like Vizylac, Vibact or Nutrolin B Plus are often prescribed, along with antibiotics like amoxicillin, to prevent the onset of diarrhoea.<IMG Economictime_PL_3120_News_2> Brands like VSL 3 or Enterogermina are expensive, contain live bacteria, need refrigeration and can be used for inflammatory bowel diseases.Probiotic yogurt containing live spores of bacteria and fermented milk, by brands such as Amul or Yakult, is available over the counter.<IMG Economictime_PL_3120_News_3>", "page_url": "https://economictimes.indiatimes.com/industry/healthcare/biotech/pharmaceuticals/germ-theory-how-probiotic-products-are-flying-off-the-shelves/articleshow/67397718.cms", "page_id": "Economictime_PL_3120_News", "imgs": [{"caption": "Plenty of over-the-counter (OTC) probiotic products are available as curd or fermented milk or other kinds of drinks.", "id": "Economictime_PL_3120_News_0", "src": "https://img.etimg.com/thumb/msid-67397881,width-300,imgsize-317131,,resizemode-4,quality-100/germ-thumb.jpg"}, {"caption": "germ5", "id": "Economictime_PL_3120_News_1", "src": "https://img.etimg.com/photo/msid-67397928,quality-100/germ5.jpg"}, {"caption": "germ7", "id": "Economictime_PL_3120_News_2", "src": "https://img.etimg.com/photo/msid-67397932,quality-100/germ7.jpg"}, {"caption": "germ8", "id": "Economictime_PL_3120_News_3", "src": "https://img.etimg.com/photo/msid-67397941,quality-100/germ8.jpg"}]}
{"title": "FMCG companies wake up to a million Indias", "body": "<IMG Economictime_PL_3147_News_0>Punjab likes tea with extra milk, so Hindustan Unilever (HUL) sells stronger blends in the state. The brand names are the same, the packaging is pan-Indian, but the tea itself changes from region to region. Welcome to the era of ‘micromarkets’ where one size no longer fits all, and marketers slug it out for dominance in each one of the ‘many Indias’.“Step back and compare South Mumbai to suburban Mumbai,” said HUL CFO Srinivas Phatak, “there’s a fundamental transformation in the profile of consumers.” Their tastes and budgets are different, so the way stores are stocked differs. For companies, the challenge is to achieve the right level of ‘disaggregation’. “If you are able to get that right, you are able to service the consumers very differently.” <IMG Economictime_PL_3147_News_1> The fight for every inch of ground is partly technology-driven. Earlier, the FMCG majors were in an unassailable position. Their scale of distribution and communication, and their brand equity, kept new players out. But now, any upstart can catch consumers’ attention on social media. This by itself may not weaken brand loyalty, but new brands can have phenomenal trial rates.HUL woke up to this changed reality first with its ‘Winning in Many Indias’ (WIMI) strategy that sorted the country into 14 clusters. Godrej Consumer Products (GCPL) is launching its ‘Conquering Micro Markets’ (CMM) plan in phases, and Dabur India has lined up its ‘Project RISE’ (Regional Insights and Speed in Execution) that sees India as 12 geographical clusters. “Different states are growing differently from a GDP perspective, or in terms of infrastructure and agriculture,” said HUL executive director (home care) Priya Nair. “Chhattisgarh and Tamil Nadu are very different structurally, in terms of their GDP patterns, income profiles and consumer habits. The right strategy in Chhattisgarh is not equal to the right strategy in TN.”A company may be ahead in a region or a state, but focusing on micro-markets tells it where it can do better within the region. “We are zeroing in on micro-markets through what we call dynamic district regions or DDRs,” said GCPL CEO (India & SAARC) Sunil Kataria. “In UP alone we have around 7 DDRs. Till now, we would do maybe one television ad for entire UP. When we look at DDRs, the game changes completely.”“We used to be 4-5 branches a decade ago, and it worked very well for us then. Today, we think 14 WIMI clusters is the right way to do it. Maybe, in some time, it could be a completely different paradigm,” said HUL’s Phatak.Maharashtra is one of the biggest states for FMCG companies in terms of size and value. GCPL has divided it into seven smaller district clusters under its micro-markets plan — Vidarbha East, Vidarbha West, Marathwada, Khandesh, Kolhapur-Konkan, Desh Pune and Mumbai plus Thane. “There are pockets in Maharashtra where GCPL has headroom for growth. Our micro-marketing approach for cluster districts gives us an opportunity to understand these skews,” said Kataria. “Each of these districts exhibits its own unique cultural nuances in language, food, occupations and the media they consume.” <IMG Economictime_PL_3147_News_2> In Marathwada, for instance, both Marathi and Dakhini are spoken. It is drought-prone and under-developed. Vidarbha in the state’s east is surrounded by Madhya Pradesh and Chhattisgarh, and most people speak Varhadi and Zadi dialects of Marathi and Hindi.Kataria said a region’s standard of living affects its media consumption, which is an important part of marketing strategy. “For example, in Vidarbha and Marathwada, TV is the lead media followed by mobile, while print and digital penetration is relatively less. However, in the Kolhapur-Konkan region, apart from TV, print and digital are also well received by consumers. In cities like Mumbai, Thane and Pune, internet penetration is the highest along with the influence of cinema.” <IMG Economictime_PL_3147_News_3> How effective are these micromarket strategies? “In Northeast India, where Dabur did a pilot of Project RISE, revenue grew about 30% in the cluster,” said Dabur India CEO Mohit Malhotra. “We may get lead measures, but the final proof would be if my share changes in 4-5 months. In six months, we would like to see some quick wins. It will take one year to get an idea of how to do this,” said Kataria.Understanding the change is one thing, building a marketing strategy around it is another. Considering that India has 10 million FMCG outlets, of which about 6 million are in rural areas, the task is tough. Old-school marketing based on gut-feel doesn’t work anymore. Now, it’s all about deriving consumer insights from data.“It’s easier said than done. One thing we are realising is that the way we all learned marketing over the years is changing completely,” said Kataria, indicating that mindsets need to change. While GCPL will have a regional trade marketing head in each of its regions, it may need to double efforts for local implementation.Systems, processes and technology also need to be brought up to date to implement such a differentiated marketing plan. HUL has a head for each of its WIMI clusters. “We expect marketers to have a more experimental mindset. As an organisation, we are investing significantly in experimentation on how to win the consumer,” said Phatak, adding that anyone who has the scale and capabilities along with the ability to be agile, responsive and nimble will succeed.", "page_url": "https://economictimes.indiatimes.com/industry/cons-products/fmcg/fmcg-companies-wake-up-to-a-million-indias/articleshow/70272157.cms", "page_id": "Economictime_PL_3147_News", "imgs": [{"caption": "Maharashtra is one of the biggest states for FMCG companies in terms of size and value.", "id": "Economictime_PL_3147_News_0", "src": "https://img.etimg.com/thumb/msid-70272252,width-300,imgsize-637403,,resizemode-4,quality-100/1.jpg"}, {"caption": "2", "id": "Economictime_PL_3147_News_1", "src": "https://img.etimg.com/photo/msid-70272192,quality-100/2.jpg"}, {"caption": "3", "id": "Economictime_PL_3147_News_2", "src": "https://img.etimg.com/photo/msid-70272268,quality-100/3.jpg"}, {"caption": "4", "id": "Economictime_PL_3147_News_3", "src": "https://img.etimg.com/photo/msid-70272216,quality-100/4.jpg"}]}
{"title": "Menstruation products: How a movement was created by women for women", "body": "<IMG Economictime_PL_3376_News_0>It matters. Period.” When 26-year-old firstgen entrepreneur Tanvi Johri came up with this tagline for her premium, 100% natural and biodegradable sanitary napkins, Carmesi, the inspiration came from within. For years, Johri had struggled with painful periods. Skin rashes were a recurring problem, caused by the plastic sanitary napkins that she used and what were commonly available. By the time she was 22, and nearly a decade or so into her menstruating life, she decided to take stock. “I had tried various products, soft and plastic, to manage my periods. But the discomfort was universal. Then, four years ago, while interning at a startup, I decided to research on organic pads.” In May 2017, Johri designed a sanitary pad made up of cornstarch and bamboo. In November 2017, she and friend Rikshav Bohra launched the product. “We first used our savings. Then we got seed funding from a group of angel investors, including Sunil Kalra and Arun Venkatachalam from the Murugappa Group.” It has been a thrill ride for Johri. “Women write to us with their user experiences. So many of them have shared stories of discomfort, rashes and allergies they have suffered due to conventional pads.”  <IMG Economictime_PL_3376_News_1> Carmesi made a revenue of Rs 1 crore last year and is targeting Rs 7-8 crore this year. This cannot be compared with the Indian sanitary napkin market’s 2017 valuation of $441 million, according to market researcher IMARC. But the fact remains that period product options for Indian women — which have largely been either pads or tampons — is increasing. The growing conversation around menstruation, the fight for an exemption from the goods and services tax (which just came through), and period-positive movements — a lot after the movie Pad Man — have made sure companies don’t ignore the need for innovative, functional and accessible sanitary products.  <IMG Economictime_PL_3376_News_2> In short, a new-wave femcare is coming up with products largely designed and made by women for women. The focus here is on bodysafe, eco-friendly menstrual hygiene solutions. Sample this: Companies like EcoFemme makes reusable cloth pads, while Saathi and Purganics make 100% biodegradable pads. Adira and Clovia offer period panties. Shecup, Boondh Cup, Silky Cup are trying to get women to use menstrual cups. Bengaluru-based Bharti Kannan of social enterprise Boondh found out about menstrual cups in 2011; she was, as a student of Tata Institute of Social Sciences specialising in gender studies and public health, researching on ways to manage periods. She and Sonal Jain, who operates out of Chennai, have been promoting Boondh cups through social media initiatives and their menstrual hygiene workshops. The cups, produced in China, retail at Rs 590. From selling 70-80 cups a month in 2016, it now manages to sell 700.  <IMG Economictime_PL_3376_News_3> Unlike pads, menstrual cups are made of medical-grade silicone and fit right inside the vaginal canal, and collect the blood. The cups can be cleaned easily and reused. The product lasts for 4-5 years and is environment friendly. “Yet, in a country of 300 million menstruating women, only 30,000-40,000 use cups. We have not even scratched the surface yet,” Kannan says. The lack of awareness might have a lot to do with social and cultural issues, too. “Could be due to one of all of the following,” says Ashish Malani of Mumbai-based Shecup, “lack of information or access, a pad-heavy mindset, or the fact that physical insertion is considered a no-no for unmarried women.” Malani, along with his brother Manish, entered the market commercially in 2010 with menstrual cup maker Shecup, after they lost a close relative to cervical cancer because of unhygienic practices. Manish, a medical equipment professional, decided to import cost-effective cervical diagnostics kits. When that didn’t take off, the brothers researched hygienic menstrual products and decided on the cup for their self-funded venture.  <IMG Economictime_PL_3376_News_4> To avoid “medico-legal issues”, Malani had to create a gynaecological prototype and approach doctors for certification. Words like insertion or implant couldn’t be used, as they knew it would face immediate rejection. “We built a base slowly, through workshops with corporates and with NGOs. Even so, the big companies used to ask if we had ‘ladies’ to hold the workshops,” he adds. But that situation has changed in 10 years. Malani, who works as an accountant apart from running the social enterprise, says, “We have seen a jump in our sales in the last two years. About 500-600 units sell every month as opposed to 50-60 earlier.” What needs to improve is the level of education. The educated urban woman is as clueless and period-shy as her rural counterpart, Malani says. “Ignorance and shame are across the board — at all settings. Our 30-minute corporate sessions have often run into well over two hours as women have so many questions about their own bodies.”  <IMG Economictime_PL_3376_News_5> This does not surprise social entrepreneur and cofounder of Ahmedabad-based Menstrupedia, Aditi Gupta, who has been fighting for creating a period-positive narrative for six years. She and her partner Tuhin Paul has created a multi-channel educational resource on menstruation which includes web, comic book and audio visual aid. “Even in schools, the reproductive chapter is often skipped or covered in a hurry. A study has found that 3 out of 10 girls don’t even know what menstruation is at the time of their first period,” she says. The idea behind Gupta’s venture — the Menstrupedia Comic — was to be able to discuss menstruation in a non-threatening way and without the shame. The comic has reached more than 50 million users through online and offline efforts. Four state governments have adopted the comic and 250-plus schools in India use these books. It has been translated to 11 regional languages and 4 foreign languages (Spanish, Nepali, Bulgarian, Russian and Portuguese). But all these are only a mere drop in the ocean, says Gupta. “The myths and myth creation around menstruation and a woman’s growing body is enormous and has to be chipped away slowly. Thankfully, conversations around period-positivity are catching up and there’s a zeal to explore alternative period management.” A cup user herself, Gupta says period management can’t be a fight of products.  <IMG Economictime_PL_3376_News_6> “Sustainable is the way of the future. But the burden of the environment can’t be placed on the shoulders of a 13-year-old menstruating girl,” she says. Gupta wants to create an informative guide for boys on their puberty, and also to encourage healthy conversations about sex. Conversations are required to change the mindset, says Bengaluru-based entrepreneur Deepa Kumar. “Not cocktail conversations or ‘trying to trend’ talks, but healthy discussions.” In 2008, Kumar invented the period panty and started online sales through MyAdira.com. She holds a patent in the US for the product. The self-funded venture sells 5,000 units a month. A period panty is a fortified underwear with leak-stops for better stain protection. It is not a substitute for a pad. “Haven’t we all have asked friends to check for stains when we get up or avoided wearing white during our cycle,” Kumar asks.  <IMG Economictime_PL_3376_News_7> This shame is what she wants to erase. The mother of two daughters says early puberty experiences can set the course of a girl’s personality. “Her self-esteem and self-worth can all be affected by the experiences in these formative years.” The cofounder of lingerie brand Clovia, Neha Kant, wants to go a step further. After all, she says, innerwear has to match the advancements in outerwear. Kant and Suman Chowdhury, who heads product design, founded Clovia in 2015. They decided to launch their first range of period panties in February of that year. “The insight was from a young gaggle of design interns who talked of a product to help them manage the fear of getting stains,” she says. Through an online exercise, they decided to not make the products in boring old colours. So came panties with a character, and sporting slogans such as “Not today. Period”, “Dear uterus, f@3k off ” or “I scream, Ice cream”. Kant says women wrote in thanking them “for making periods fun”. The products, retailing at 3 for Rs 599, were sold out in under three months. “More people are talking about menstruation as more women and girls are now as active during their periods as every other day. There was always an inherent need that was not addressed. Now these needs are getting addressed, and mostly by women, as the problem is intrinsic to us and we understand it better,” adds Kumar of MyAdira.com.", "page_url": "https://economictimes.indiatimes.com/industry/miscellaneous/menstruation-products-how-a-movement-was-created-by-women-for-women/articleshow/65273942.cms", "page_id": "Economictime_PL_3376_News", "imgs": [{"caption": "The growing conversation around menstruation and period-positive movements — a lot after the movie Pad Man — have made sure companies don’t ignore the need for innovative, functional and accessible sanitary products.", "id": "Economictime_PL_3376_News_0", "src": "https://img.etimg.com/thumb/msid-65274279,width-300,imgsize-42057,,resizemode-4,quality-100/untitled-13.jpg"}, {"caption": "Untitled-14", "id": "Economictime_PL_3376_News_1", "src": "https://img.etimg.com/photo/msid-65274362,quality-100/untitled-14.jpg"}, {"caption": "Untitled-15", "id": "Economictime_PL_3376_News_2", "src": "https://img.etimg.com/photo/msid-65274363,quality-100/untitled-15.jpg"}, {"caption": "Untitled-16", "id": "Economictime_PL_3376_News_3", "src": "https://img.etimg.com/photo/msid-65274370,quality-100/untitled-16.jpg"}, {"caption": "Untitled-17", "id": "Economictime_PL_3376_News_4", "src": "https://img.etimg.com/photo/msid-65274377,quality-100/untitled-17.jpg"}, {"caption": "Untitled-18", "id": "Economictime_PL_3376_News_5", "src": "https://img.etimg.com/photo/msid-65274380,quality-100/untitled-18.jpg"}, {"caption": "Untitled-20", "id": "Economictime_PL_3376_News_6", "src": "https://img.etimg.com/photo/msid-65274385,quality-100/untitled-20.jpg"}, {"caption": "Untitled-21", "id": "Economictime_PL_3376_News_7", "src": "https://img.etimg.com/photo/msid-65274388,quality-100/untitled-21.jpg"}]}
{"title": "OnePlus Nord specs leaked 1 week before AR launch, may come in 2 storage variants starting at Rs 40K", "body": "<IMG Economictime_PL_3432_News_0>NEW DELHI: OnePlus is not bogged down by the Covid-19 lockdown or the anti-China sentiments that have been triggered lately in the global podium including India which saw border skirmishes and subsequent deaths in Galwan of Ladakh. Undeterred by the Indian government banning 59 Chinese apps, and US President Donald Trump threatening to ban TikTok, the Chinese smartphone manufacturer is now all set to amaze the world with a first-of-its-kind AR smartphone launch, globally. This time, the device in focus will be its first smartphone in the affordable segment, OnePlus Nord.All eyes on the much-awaited OnePlusSoon after the announcement, tech experts and OnePlus fans started digging for fresh details about the much-awaited budget device. In the trailers launched by the tech company, the glimpse of the device was seen at several points. A week-and-a-half before the launch, a Romanian e-tailer, evoMAG.ro, had mentioned specifications of the device on its website. While not everything mentioned in the listing must be believed, it sure has left many fans excited. <IMG Economictime_PL_3432_News_1>According to the listing, the Nord will come with a triple camera set-up on the back that will consist of 64MP primary sensor, a 16MP secondary sensor and a 2MP tertiary sensor. However, other reports suggest that the budget phone was expected to have a quad rear camera set-up - 48MP primary sensor, 8MP wide angle lens, 5MP macro lens and 2MP depth sensor.The smartphone is likely to come with a punch-hole selfie camera. The Nord is likely to be powered by Qualcomm SDM765 Snapdragon 765G Octa-Core procesor, and sport a Super AMOLED 6.55-inch screen. The listing says the device will support 5G and have a 4300 mAh battery.  The 8GB RAM + 128GB-variant came at a price tag of Romanian Leu 2,230.99 (approximately Rs 40,000), and 12GB RAM + 256GB at Romanian Leu 2,755.99 (approximately Rs 48,000).About the AR eventThe online event, scheduled for July 21, can be experienced through the OnePlus Nord AR App available on the Google Play Store and Apple App Store, according to a company statement.The smartphone maker has sent out physical AR invitation, which will give users a unique hands-on experience of the product via AR, straight from their homes. Pre-order customers who complete the purchase of the device by August 31 will receive a second gift box containing OnePlus Bullets Wireless V1 and a phone cover.  <IMG Economictime_PL_3432_News_2>Pre-order your NordIt appears that the affordable Nord will be exclusively available on Amazon. Fans can pre-order the device on July 15, a week before the official launch. Reports suggest that the pre-orders will begin at Rs 499. After pre-ordering, users are expected to receive a surprise gift box containing limited-edition merchandise from OnePlus. <IMG Economictime_PL_3432_News_3>Users can click on the Notify Me button on the e-commerce website to stay updated on OnePlus Nord.The premium handset maker had announced this week that Nord will be initially launched in India and Europe.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/oneplus-nord-specs-leaked-days-before-july-21-launch-may-come-at-a-price-tag-of-rs-40k/articleshow/76890126.cms", "page_id": "Economictime_PL_3432_News", "imgs": [{"caption": "Leaked details show that OnePlus Nord will come in 2 storage variants -  8GB RAM + 128GB  and 12GB RAM + 256GB.", "id": "Economictime_PL_3432_News_0", "src": "https://img.etimg.com/thumb/msid-76891065,width-650,imgsize-374799,,resizemode-4,quality-100/leaked-details-show-that-oneplus-nord-will-come-in-2-storage-variants-8gb-ram-128gb-and-12gb-ram-256gb-.jpg"}, {"caption": "OnePlus Nord listing on Romanian e-tailer, evoMAG.ro.", "id": "Economictime_PL_3432_News_1", "src": "https://img.etimg.com/photo/msid-76890971,quality-100/oneplus-nord-listing-on-romanian-e-tailer-evomag-ro-.jpg"}, {"caption": "OnePlus Nord will have a punch-hole selfie camera. ", "id": "Economictime_PL_3432_News_2", "src": "https://img.etimg.com/photo/msid-76890986,quality-100/oneplus-nord-will-have-a-punch-hole-selfie-camera-.jpg"}, {"caption": "Early birds will get benefits more than Rs 5,000.", "id": "Economictime_PL_3432_News_3", "src": "https://img.etimg.com/photo/msid-76891014,quality-100/early-birds-will-get-benefits-more-than-rs-5000-.jpg"}]}
{"title": "'Manikarnika' actor deletes tweet after accusing Kangana Ranaut's production house for payment due", "body": "<IMG Economictime_PL_3549_News_0> MUMBAI: Actor Andy Von Eich, who features in 'Manikarnika: The Queen of Jhansi', deleted his tweet within six hours after alleging that he was not paid in full for his performance in the period drama by the production house. The film, fronted by Kangana Ranaut, has been produced by Zee Studios in association with Kamal Jain and Nishant Pitti.The actor, who hails from Germany, plays one of the British officers in the film. He took to Twitter to express his disappointment.  Last month, Federation of Western India Cine Employees (FWICE) claimed that the makers of the film are yet to clear dues of approximately Rs 1.5 crore to workers and junior artists. <IMG Economictime_PL_3549_News_1> The allegations were later refuted by Jain who said that all the legitimate and due payments have been made, except of one vendor, who is arm-twisting them.The producer in a statement had said they have filed a complaint with the Film & TV Producers Guild of India against Film and Allied Union over the disputed vendor. <IMG Economictime_PL_3549_News_2> According to Jain, the shoot got over on October 13, and \"all legitimate and due payments were made.\"\"As a production house we are absolutely clear on not holding back any ones payment which is legitimate and due, as we immensely respect everyone's hard work that has gone into this film. We are thankful to each vendor/individual who has helped us on making this film,\" he said in a statement. <IMG Economictime_PL_3549_News_3> The trailer of 'Manikarnika' was launched on Tuesday, and the movie will hit the screens on January 25 next year.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/manikarnika-actor-deletes-tweet-after-accusing-kangana-ranauts-production-house-for-payment-due/articleshow/67160890.cms", "page_id": "Economictime_PL_3549_News", "imgs": [{"caption": "Kangana Ranaut and Andy Von Eich (R)", "id": "Economictime_PL_3549_News_0", "src": "https://img.etimg.com/thumb/msid-67161496,width-650,imgsize-1053219,,resizemode-4,quality-100/kangana-ranaut-and-andy-von-eich.jpg"}, {"caption": "Manikarnika", "id": "Economictime_PL_3549_News_1", "src": "https://img.etimg.com/photo/msid-67161513,quality-100/manikarnika.jpg"}, {"caption": "Manikarnika", "id": "Economictime_PL_3549_News_2", "src": "https://img.etimg.com/photo/msid-67161527,quality-100/manikarnika.jpg"}, {"caption": "Manikarnika", "id": "Economictime_PL_3549_News_3", "src": "https://img.etimg.com/photo/msid-67161536,quality-100/manikarnika.jpg"}]}
{"title": "Richard Branson launches luxe adults-only, carbon-neutral cruise line; says coronavirus fears won't impact business", "body": "<IMG Economictime_PL_3650_News_0>DOVER, ENGLAND: British entrepreneur Richard Branson heralded his first cruise ship 'Scarlet Lady' on Friday as targeting a younger generation of holidaymakers with a range of attractions that he believes will outweigh any fears around coronavirus.Despite the unfortunate timing, with passengers on one ship quarantined in Japan after hundreds caught the virus and another turned away by five countries over fears someone on board may be ill, Branson sees cruises as a growth area.In an event at Dover, southern England, to promote the first of a planned four-strong fleet, the 69-year-old said Virgin Voyages' ships would offer a boutique hotel-type design with a festival environment, complete with sundeck yoga, a tattoo studio and vinyl records store.Branson told Reuters Scarlet Lady would be based in the United States and Caribbean, meaning he did not expect it to be hit by any fallout from the coronavirus crisis. The virus originated in mainland China and has killed more than 2,000 people. <IMG Economictime_PL_3650_News_1> \"Obviously what happened in Japan was horrendously unfortunate,\" he said. \"(But) I think the longer-term impact will be negligible. I think the fact that we're going out of America means that I don't think we'll suffer. People are booking as much as they've ever booked right now.\"Branson, one of Britain's best-known businessmen, launched his career in the 1970s in records before expanding into airlines, banking, TV, healthclubs and space.He has worked with Tom McAlpin, chief executive of Virgin Voyages and an industry veteran who previously ran the Disney Cruise Line, to develop a service he says will have a lower environmental impact than most.Virgin Voyages says it is one of the first cruise lines to use Climeon, a technology that generates electricity from the heat of the ship's engine to reduce demand for fuel, and will also purchase carbon offsets. <IMG Economictime_PL_3650_News_2> CARBON NEUTRALSingle-use plastics are banned, and it is shunning buffets, leading to less food waste as well as avoiding the \"staid\" imagine of formal cruise dining. \"We will be the first fleet that is going to be carbon-neutral from day one,\" McAlpin said.He also believes the industry will bounce back.\"If you look at the industry and how resilient it has been in the past, when there's been challenges, it has come back quite rapidly,\" he said. \"We're doing everything we can, taking precautions above and beyond.\"Demand for cruising holidays has leapt over the past decade, with some 32 million passengers expected to set sail in 2020, a figure that has almost doubled since 2009. <IMG Economictime_PL_3650_News_3> The United States is the biggest market for passengers, with the Caribbean and Mediterranean the most popular destinations for the leading 55 cruise lines that are led by Carnival , Royal Caribbean and Norwegian.Like other Virgin brands, Branson's Voyages line will target younger tourists with spas, a gym, 20 restaurants, DJ sets, drag queens and a running track. Children are not allowed. He is starting with four ships but could expand further.\"We have one advantage which is that with Virgin we've got millions and millions of people who use our products,\" Branson said, adding he had never previously wanted to go on a cruise ship.\"I wanted to see if I could test our teams to create the kind of cruise ship that myself and my friends would like to come on. I think that they've pulled it off,\" he said.Built at the Fincantieri shipyard in Italy, Scarlet Lady will host 2,770 passengers and 1,160 crew. She will sail to Liverpool and then to New York and Miami before her inaugural passenger voyage around the Caribbean in April.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/richard-branson-launches-luxe-adults-only-carbon-neutral-cruise-line-says-coronavirus-fears-wont-impact-business/articleshow/74256089.cms", "page_id": "Economictime_PL_3650_News", "imgs": [{"caption": "Branson's Voyages line will target younger tourists with spas, a gym, 20 restaurants, DJ sets, drag queens and a running track.", "id": "Economictime_PL_3650_News_0", "src": "https://img.etimg.com/thumb/msid-74256232,width-650,imgsize-762702,,resizemode-4,quality-100/untitled-9.jpg"}, {"caption": "The central atrium of the Scarlet Lady cruise liner at Dover Port in Dover.", "id": "Economictime_PL_3650_News_1", "src": "https://img.etimg.com/photo/msid-74256248,quality-100/the-central-atrium-of-the-scarlet-lady-cruise-liner-at-dover-port-in-dover-.jpg"}, {"caption": "The entrance of a night club on the Virgin Voyages Scarlet Lady cruise liner.", "id": "Economictime_PL_3650_News_2", "src": "https://img.etimg.com/photo/msid-74256265,quality-100/the-entrance-of-a-night-club-on-the-virgin-voyages-scarlet-lady-cruise-liner-.jpg"}, {"caption": "The Mega Rockstar suite onboard the Virgin Voyages Scarlet Lady cruise liner.", "id": "Economictime_PL_3650_News_3", "src": "https://img.etimg.com/photo/msid-74256283,quality-100/the-mega-rockstar-suite-onboard-the-virgin-voyages-scarlet-lady-cruise-liner-.jpg"}]}
{"title": "Will CSD revert to its vanquished flaws with Air Marshal Baladitya's exit?", "body": "<IMG Economictime_PL_3693_News_0>Sitting in Adelphi, the six-storey power centre of Canteen Stores Department (CSD) in Mumbai, M Baladitya still recalls his first few months after being made chairman of the board of administration at CSD in November 2016.Barely two weeks into his tenure, (then Air Vice-Marshal) Baladitya requested to visit the worst depot under his jurisdiction.He was a bit startled when he was directed towards Khadki, a small town near Pune. Not only was it one of the richest cantonments, but also, along with Pune Cantonment, the largest in the world.However, with several products — from shampoo to luggage — rotting in dusty corners, it could have been any retailer’s nightmare. “It was the worst depot from a labour and warehousing point of view.Now, it’s the best. But I had to make many unpleasant decisions to change things,” says Baladitya.Worse, he couldn’t bring fresh outside talent but had to make do with existing personnel, who were not really trained for retail service.<IMG Economictime_PL_3693_News_1> But Baladitya knew all along that he had an enormous amount to do in transforming the 70-year-old retail set-up managed by the defence ministry and worked along stern parameters.CSD sells products worth Rs 18,000 crore — biscuits and beer, shampoos and cars — to 12 million personnel of the army, navy and air force, ex-servicemen and their families.Most pressing was the task of cleaning up CSD’s image, tarnished by a series of malpractices in ration supplies for troops over the past decade. The stores department had sought to clean up its act in 2012 by getting rid of middlemen as well as army officers allegedly charging commissions from companies for getting their goods on to the shelves. But four years later, not much had changed.The attention to what companies want reflects a philosophical shift for CSD — to look outside for solutions to problems instead of insisting the army knows best.Battle strategyIn the last 22 months, Baladitya met 610 company officials — mostly CEOs and CXOs — not just to understand their concerns but also convince them that he was approachable. Lessons drawn from these kinds of interactions translated into further changes. Board meetings that were held once a year earlier increased to six annually. Time taken to launch newer brands or products was cut to half and payments to companies are now made within a month, compared with the 4-6 months earlier. The new target is to make payments in 48 hours.“What he (Baladitya) brought to the table was consumer focus, and as a supplier, that gave us confidence. He is also open to critique. We spoke the same language in terms of business,” says Jai Krishnan, chief executive, Samsonite South East Asia, which gets a whopping 25% of its annual sales from CSD. “The time lag to launch is gradually shortened but there is still room for improvement, given fast changing consumer preference.”Baladitya has tackled several problems head on. For instance, more than a fifth of all products were weeded out since they were anything but ‘fast-moving.’<IMG Economictime_PL_3693_News_2> This hit the consumer goods industry hard, as it gets 6-8% of overall sales from Canteen Stores Department.“We also used to dump unsold products at CSD as part of meeting primary sales targets every quarter. Now, we can’t do it anymore, which impacted our sales,” says a sales head of a leading homegrown fast moving consumer goods (FMCG) firm.Over the past two years, CSD also collected penalties of over Rs 700 crore from compani es that f louted fair pricing norms, which included matching and promotional offers given to other retailers.United Spirits, the country’s largest spirits company, was alone fined more than Rs 300 crore.Baladitya, however, refused to share the name of companies he has fined.It was all part of the mandate to make the army canteen corruption-free and operate like a civil retailer. CSD — incidentally a not-for-profit organisation — made profit of Rs 1,253 crore in the year to March 2018 due to these one-off gains, a figure higher than the combined profit of Future Retail, DMart, Shoppers Stop and Tata Trent!A year ago, it had earned a net profit of Rs 280 crore on sales of Rs 17,000 crore.Until last year, servicemen could only shop for big-ticket items such as cars and durables at two depots— in Gujarat and Tamil Nadu. Now, these are available pan-India. “Personally, I have never bought a fridge or a television set from the army canteen,” quips Baladitya. “It was always from places like Sarojini market in Delhi.”Now, however, Baladitya’s overhaul of the insular culture at CSD could come to a halt — he has been promoted to Air Marshal and has taken over as senior maintenance staff officer at Head Quarter Maintenance Command, Nagpur. And the job’s not even half done, he says.Enemy in the campOne, the stores still open at 9 am and work up to 5 pm in most places, which basically means soldiers have to leave work for doing their purchasing. Worse, the day a jawan gets a salary, on the first of every month, the stores are closed for stocktaking.In fact, on an average, they lose 36 working days to manual stocktaking, when depots and canteens are shut. That’s almost a revenue loss of Rs 55 crore per day, or Rs 1,500 crore annually.Existing vendors, however, are hopeful. “Things have improved dramatically over the past two years. The process change that has been introduced is irreversible, which means our changed relationship with CSD is sustainable,” says Mayank Shah, category head, Parle Products, India’s largest biscuit maker.Transportation of goods from 34 depots to 3,901 unit-run canteens — from Leh to Lakshadweep — is still an ordeal. At present, lipsticks and chocolates are crammed into the same truck that carries detergents and suitcases. CSD intends to outsource these functions to companies, which have a dedicated fleet for a variety of products.<IMG Economictime_PL_3693_News_3> “Post GST, a lot has changed in terms of orders, which were decentralised at depot level and now again, at the head office. But payment still takes months (in the wait for) approval from headquarters and it has worsened after the new tax regime.Baladitya’s stint is like a surgery that has been left midway,” says the chief executive of a personal care company.CSD is dealing with commercial organisations but has to follow government norms, which have their own inertia. Putting a new brand on the shelves means the consumer company has to go through bureaucracy and months of paperwork.And the most complex retail chains in terms of operations are still not automated at a centralised level.“We have been trying to list our products for over nine months. Apart from time consuming paperwork, they also do market surveys on pricing and factory visits to ensure product quality. We would rather focus on existing trade channels than spend our resources on CSD’s archaic procedures. While middlemen are not a legal option, we will still opt for one due to the ordeal we have had so far,” says the sales head of a mid-sized food company.Marshal's adviceBaladitya holds a more balanced view. “I hold both sides responsible,” he says, “both bribe taker and giver. We need companies to be ethical too. In hindsight, I would have loved to visit army canteens of developed nations such as the UK or the US and bring their best practices here.”Typically, the price differential between retail stores and CSD ranges from 10% to 40% since army canteens get a refund of 50% of the goods and services tax (GST) paid from states and the Centre. With the government waiving a substantial amount of taxes and further negotiation with companies for discounts, prices are the lowest in the country.This means a few army personnel will sell high-end items — infamously, liquor — in civil markets. “This is like bootlegging and hurts our image, bringing us directly into the line of fire. But we can’t do policing; that’s not our role,” concludes Baladitya. For the Air Marshal who joined the air force 36 years ago, the battle’s half-won. For CSD, it’s a victory, but still some way to base.", "page_url": "https://economictimes.indiatimes.com/industry/services/retail/will-csd-revert-to-its-vanquished-flaws-with-air-marshal-baladityas-exit/articleshow/66062904.cms", "page_id": "Economictime_PL_3693_News", "imgs": [{"caption": "", "id": "Economictime_PL_3693_News_0", "src": "https://img.etimg.com/thumb/msid-66063121,width-300,imgsize-326081,,resizemode-4,quality-100/csd-bccl.jpg"}, {"caption": "canteen-stores-bccl", "id": "Economictime_PL_3693_News_1", "src": "https://img.etimg.com/photo/msid-66063009,quality-100/canteen-stores-bccl.jpg"}, {"caption": "army-bccl", "id": "Economictime_PL_3693_News_2", "src": "https://img.etimg.com/photo/msid-66063010,quality-100/army-bccl.jpg"}, {"caption": "army-csd", "id": "Economictime_PL_3693_News_3", "src": "https://img.etimg.com/photo/msid-66063011,quality-100/army-csd.jpg"}]}
{"title": "Honor to launch two new smartphones in India", "body": "<IMG Economictime_PL_3714_News_0>Immediately following the Honor 10 flagship smartphone launch, Honor India has started teasing about another product launch.  Teaser invites showing the number 7 have been sent out to the Media for an event.  Since the Honor 7x has already been launched in India, this invite  could point towards the launch of Honor 7C or Honor 7A or even both the devices.  <IMG Economictime_PL_3714_News_1>   The Honor 7C  features a 5.99-inch 18:9 aspect ratio display with a resolution of 1440 x 720 pixels. It is powered by an octa core Qualcomm Snapdragon 450, 3000mAh battery and could come in option of 3GB RAM + 32GB storage or 4GB RAM + 64GB storage. On the camera front it has a dual rear camera setup (13MP + 2MP) with phase detection autofocus and LED flash while the front has an 8MP selfie shooter with an LED flash for low light selfies.  <IMG Economictime_PL_3714_News_2>   Honor 7A  has a 5.7-inch 18:9 aspect ratio display with a resolution of 1440 x 720 pixels. On the hardware front it runs on an octa core Snapdragon 430 processor and comes with option of 2/3GB RAM, 32GB storage and a 3,000mAh battery. It has a 13MP + 2MP dual rear camera setup with f2.2 aperture and LED flash. The front camera is a 8MP shooter with f2.0 aperture and also has an assistive LED flash.  <IMG Economictime_PL_3714_News_3>   Common feature on the devices include rear fingerprint scanner, dual SIM slot, dedicated microSD slot and Android 8.0. For wireless connectivity, the phones have 4G with VoLTE, WiFi n, Bluetooth 4.2 and GPS.  Both the phones have already been launched in China.While the Honor 7C is priced at 899 CNY (Rs 9,500 approx.), the Honor 7A is 1,000 CNY (Rs 10,500 approx.) in China. We expect that if the Honor 7C is launched in India, it could be priced at Rs 7,999 onwards to compete with the Redmi 5. If Honor decides to launch the Honor 7A, it could be priced at Rs 8,999 onwards to take on the Redmi Note 5.", "page_url": "https://economictimes.indiatimes.com/magazines/panache/budget-friendly-honor-7c-7a-to-take-on-redmi-5-note-5/articleshow/64218970.cms", "page_id": "Economictime_PL_3714_News", "imgs": [{"caption": "", "id": "Economictime_PL_3714_News_0", "src": "https://img.etimg.com/thumb/msid-64218977,width-650,imgsize-43777,,resizemode-4,quality-100/honors-teaser-invites-fuels-speculation-about-likely-7c-7a-launch-on-tuesday.jpg"}, {"caption": "Honor's teaser invites fuels speculation about likely 7C, 7A launch on Tuesday", "id": "Economictime_PL_3714_News_1", "src": "https://img.etimg.com/photo/msid-64218992,quality-100/honors-teaser-invites-fuels-speculation-about-likely-7c-7a-launch-on-tuesday.jpg"}, {"caption": "Honor's teaser invites fuels speculation about likely 7C, 7A launch on Tuesday", "id": "Economictime_PL_3714_News_2", "src": "https://img.etimg.com/photo/msid-64218981,quality-100/honors-teaser-invites-fuels-speculation-about-likely-7c-7a-launch-on-tuesday.jpg"}, {"caption": "Honor's teaser invites fuels speculation about likely 7C, 7A launch on Tuesday", "id": "Economictime_PL_3714_News_3", "src": "https://img.etimg.com/photo/msid-64218983,quality-100/honors-teaser-invites-fuels-speculation-about-likely-7c-7a-launch-on-tuesday.jpg"}]}
{"title": "How young entrepreneurs are dressing for success with niche brands of leather products", "body": "<IMG Economictime_PL_3880_News_0>In the last five years (some say 10), conversations about fashion businesses have been increasingly peppered with words like 'niche', 'organic growth', 'handmade', 'small' and 'designs with a story'. 'Mass' has truly become a four-letter word. Niche is the new way to consume — content or concepts. American stand-up comic and actor Christopher Ryan Hardwick has remarked once: \"We are in niche consumption mode, but 'niche' doesn't mean 'small' anymore. Niche can mean focused, and particularly with the Web, which is a global audience.\"It was in 2010 that a young NIFT graduate in fashion design, Gautam Sinha (then 30) found his focus — to fill a gap in high-on-design, high-quality leather products in the Indian market. And Nappa Dori was born — a boutique leather-based brand that started with leather as its core is now moving into a space of lifestyle design with various accessories that may or may not be leather.  <IMG Economictime_PL_3880_News_1> Sinha, one of the first few niche leather makers in the country, has been through a trial by fire — establishing a new concept-based business in a landscape of mass-produced leather goods. \"Going forward, the ease of doing business has not really become easy. Despite lip service to 'Make in India', it's not that easy for small businesses.\" Sinha is talking about procuring raw materials, the corruption in acquiring retail space and the general apathy of the government towards small businesses. Fashion StatementBut the government is recognising the potential of the $17.85 billion in size during FY2015-16 of Indian leather industry (Source: Department of Industrial Policy and Promotion, December 21, 2016 report). Last December, it approved a Rs 2,600 crore special package for employment generation in the leather and footwear sectors, which has the potential to generate 3.24 lakh new jobs in three years and assist in the formalisation of two lakh jobs. It may not trickle down to the niche boutique leather brands just yet, but that's not stopping young entrepreneurs who are eager to find their small little corner and occupy that.Case in point: the Mumbai-based The Sole Sisters — a boutique women shoes' company that was founded by advertising executive Chondamma Cariappa. Cariappa started The Sole Sisters as a blog for shoe-lovers in 2011 — \"where people would share pics of their shoes and that would act as a database of information for shoe-lovers.\" At that time, she was still working as a creative director with an advertising firm. It was in 2014 that she came out with a capsule collection — of 40 pieces. And since then has been retailing through her Facebook and Instagram page. <IMG Economictime_PL_3880_News_2> The leather landscape is peppered with design/concept heavy companies that are thriving on products that actually tell stories. For instance, the Jaipur-based brothers Paritosh and Priyank Mehta started The Trunks Company in 2011 to bring back the glamour of vintage trunks — for travelling, accessories and watches and even bars.  <IMG Economictime_PL_3880_News_3> The Mumbai-based former advertising executive Khyati Dodhia's The Black Canvas works on customised leather journals, earrings and miscellaneous products.  <IMG Economictime_PL_3880_News_4> Smriti Sain, based out of Delhi, works with upcycled leather for stylish handbags with her brand Chiaroscuro. <IMG Economictime_PL_3880_News_5> The Burlap People — run by friends and partners Samridhh Burman, Rewant Lokesh, and Karuna Parekh — works primarily with customised burlap bags with leather accents. \"This is the era of niche,\" says Sinha, \"In all fields you see a movement towards smaller, more focussed business, moving away from the cookie cutter products. Say for instance the food industry is catering to choices like gluten-free, organic, vegan etc. Mass market is not able to go into granular details.\" <IMG Economictime_PL_3880_News_6> Lokesh mentions how the consumer has changed over the years. \"They are looking for a product that has a story to tell and mirrors their world view. It is not just a hollow acquisition.\" TBP mainly operates through products that tell a story and \"take a stand on issue close to our hearts.\"What also helps is the breaking down of physical retail spaces courtesy online marketplaces.Most of the niche brands have very little or nil offline presence — that somehow helps them maintain a \"Scarcity is luxury\" front. But their online game is strong. With new technologies, the barriers to entry have decreased significantly for new online businesses. The time and cost to build a direct - t o -consumer brand and scale the business has been reduced, having a democratising effect on just about every industry. For instance, TBP with a tagline 'This isn't a brand, its conscious living', till now operated only through its Instagram (15.9 k followers) page — this year it plans to get few physical retail presence \"with like-minded brands\" and start its own website.Sain started Chiaroscuro in 2015 because she felt the lack of a place to buy quality bags from in India. \"In my late teens and early twenties, I had been through a number of years of buying domestic brands and fast fashion labels. Quality was always an issue. The product felt dull and banal. They aped fashion cycles and lacked any original character,\" she mentions. Enter: her own label where everything is made from upcycled leather and is more or less customised.She prefers to operate through her own website. \"It's all completely direct. We believe in being completely open, accessible and approachable and in this effort we have various access and communication tools including the social media platforms like Facebook, Instagram and Twitter. People call, email and WhatsApp all day and we're always there at the other end, happy to help,\" she adds.Organic GrowthIt's this service quality that Paritosh Mehta says is the key differentiator for the boutique brands. \"If you are serving a niche you have to maintain the character and nuances of a boutique business because the consumer who is coming to us can go anywhere else to buy what he seeks, so why come to us,\" he says. With The Trunks Company — an uber luxury design company — Mehta is very careful on how to look at scaling the brand. They have reduced their custommade order to 2-3 a months and are booked for that for the next six months. The rest can be ordered from their minimum range through their website as they want to keep it \"discreet and exclusive\".Organic growth is their buzzword. For instance, Cariappa is not looking to align with any online retailer but would rather create her own website this year. She has limited physical presence in India through Good Earth and Ogaan and stores in Israel, Prague, Vienna and New York. This year she has two key projects: start her website for retail and launch the Mini Sole Sisters for girls. She counts using Indian craft and fabric as her USP — the leather happens to be by the way. \"But what hurts is when your design gets copied. We have built a good amount of loyalists but fighting copies of your ideas is a big issue for niche businesses in India because of a lack of intellectual property rights and copyright laws,\" she adds.Sinha, too, is chagrined by blatant copies of not only Nappa Dori products but even the Dori name. \"India is not an easy place to do business in. The laws don't protect small businesses.\" As Mehta says, copyright infringement is a huge drawback but is quick to add, \"People who buy copies of our products are clearly not our target customers!\" For Dodhia — who started making customised leather products while freelancing as a photographer — the biggest concern is sustainability. \"Leather is an expensive material to work with and it's a challenge to keep your products affordable while competing with other brands and staying innovative. The other challenge is marketing. It's a constant struggle to stay relevant and be in contact with your potential and current customers as much as possible.\" Some of her biggest triumphs has been making customised products for top companies like Lamborghini, Volkswagen, Headphone Zone, Joseph Radhik (India's best wedding photographer).For Sain, the biggest challenge of the business has undoubtedly been people management. \"Reinforcing a more stable and responsible work etiquette with labour that looks at themselves more as labour than artists and has been working contractually for years is an uphill task. How do you build loyalty? How do you build an atmosphere of creation and support? How do you as a young 20-something upper middle class millennial reach out to and connect with artisans from a completely different sociocultural and religious background all primarily male and older than you? — are the questions that bothered us,\" she says. But obviously things have improved — not just for her but for all niche players.Sinha — who opened a Café Dori and The Nappa Dori experiential retail space in 2017 — is looking to add more key cities in their retail space but calls scaling up a big task. As Lokesh rightly points out, \"Scaling up in a concept-based business like TBP is a constant struggle between what makes sense and what makes business sense.\"", "page_url": "https://economictimes.indiatimes.com/small-biz/startups/features/how-young-entrepreneurs-are-dressing-for-success-with-niche-brands-of-leather-products/articleshow/62395473.cms", "page_id": "Economictime_PL_3880_News", "imgs": [{"caption": "Most of the niche brands have very little or nil offline presence — that somehow helps them maintain a \"Scarcity is luxury\" front.", "id": "Economictime_PL_3880_News_0", "src": "https://img.etimg.com/thumb/msid-62395627,width-300,imgsize-251345,,resizemode-4,quality-100/fashion-brands-bccl.jpg"}, {"caption": "Nappa-Dori", "id": "Economictime_PL_3880_News_1", "src": "https://img.etimg.com/photo/msid-62395553,quality-100/nappa-dori.jpg"}, {"caption": "The-Sole-Sisters", "id": "Economictime_PL_3880_News_2", "src": "https://img.etimg.com/photo/msid-62395476,quality-100/the-sole-sisters.jpg"}, {"caption": "The-Trunk-Company", "id": "Economictime_PL_3880_News_3", "src": "https://img.etimg.com/photo/msid-62395484,quality-100/the-trunk-company.jpg"}, {"caption": "The-Black-Canvas", "id": "Economictime_PL_3880_News_4", "src": "https://img.etimg.com/photo/msid-62395528,quality-100/the-black-canvas.jpg"}, {"caption": "Chiaroscuro", "id": "Economictime_PL_3880_News_5", "src": "https://img.etimg.com/photo/msid-62395537,quality-100/chiaroscuro.jpg"}, {"caption": "The-Burlap-People", "id": "Economictime_PL_3880_News_6", "src": "https://img.etimg.com/photo/msid-62395504,quality-100/the-burlap-people.jpg"}]}
{"title": "Why companies like HUL, Patanjali, Dabur are taking a crack at the market for ayurvedic and herbal products", "body": "<IMG Economictime_PL_3894_News_0>Arjun Vaidya grew up around ayurveda. As a sixth-generation member of a family steeped in this form of therapy, he remembers spending endless hours with his grandfather, a popular ayurvedic doctor in South Mumbai. Vaidya says he cured him of crippling childhood asthma. Even today, four years after his passing, patients get their prescription refilled from the clinic.  Now, the 26-year-old Vaidya wants to put the 150-odd years of knowhow to use, beyond just medicines. Riding on a growing wave of interest in natural products and ingredients, Vaidya has, over the past couple of years, evolved the brand Dr Vaidya’s into much more. With 35 products, including those for hangovers and Chyawanprash-in-a-capsule, Dr Vaidya’s wants to latch onto the trend of first building a national and then an international business around natural products and ayurveda.  Dr Vaidya’s has esteemed company. Consumer goods firms such as Patanjali, Hindustan Unilever Ltd, Colgate-Palmolive and Emami are betting big bucks on this trend. As are those entrenched in the segment for decades, like Himalaya and Dabur. And, then, there are relative upstarts like Dr Vaidya’s jockeying for a share of this fast-evolving space. “We want to replicate the success of yoga (estimated by industry sources to be a $27 billion industry in the US and $80 billion globally) with ayurveda,” says Vaidya. “Consumers have evolved from wariness and suspicion to rapid adoption, as the shift towards natural products has gathered speed.”  <IMG Economictime_PL_3894_News_1>  <IMG Economictime_PL_3894_News_2>   Companies of all sizes are racing to keep pace. Says Issam Bachaalani, managing director, Colgate-Palmolive (India): “As consumers and lifestyles evolve, so do the benefits that consumers seek. Currently, the segment that is growing the fastest is naturals — a current consumer trend not just in India, but the world over. And it is so, across categories, not just in toothpaste.” The multinational company has launched products like Colgate Herbal, Active Salt, Active Salt Neem, Cibaca Vedshakti and Sensitive Clove. “We are growing our Naturals portfolio and will continue to provide innovations from Colgate that address specific consumer needs.”  <IMG Economictime_PL_3894_News_3>   Colgate may be dominant in oral care, but it is seeing increasing competition from the likes of Dabur. Dabur Red is now the No. 3 player in the market. Other consumer goods companies are also jumping into the naturals market. In December 2015, HUL acquired the Indulekha brand for Rs 330 crore to step up its presence and has since made significant inroads, says a company spokesperson. “As a market leader, HUL has always invested in the market development of new and emerging categories. Naturals is a trend and that we have been calling out for a few quarters now, within our existing portfolio,” the representative says.  <IMG Economictime_PL_3894_News_4>   How Green is Personal Care In the past 12 months or so, HUL has been on a naturals blitz to claim a greater share of this market. In February 2017, it relaunched the master brand Lever Ayush (which consists of a wide range of products, including toothpaste, soap, hand wash, shampoo and face wash) in five south Indian states. It has leveraged the acquisition of Indulekha to transform it from a distinctly Kerala entity into a national brand. This has been enabled by launching variants of naturals in hair care brands like Tresemme Botanique and Clinic Plus Ayurveda. In May, it launched Citra in India — a 33-year-old naturals brand available in Indonesia and Thailand, among other countries.  <IMG Economictime_PL_3894_News_5>   HUL may be a consumer goods trailblazer, but not in the naturals space. Over the past couple of years, Patanjali Ayurved has set the market alight with its growth and seems set to maintain the momentum, with plans to double its turnover of Rs 10,000 crore in the next 12 months. Besides its core consumer care products, Patanjali, part of high-profile yoga guru Ramdev’s empire, is also looking further afield into businesses as disparate as apparel and juices to drive growth.  <IMG Economictime_PL_3894_News_6>   Along with the natural and ayurveda focus, Patanjali has in the past pitted itself as the flag bearer of patriotism, contending that its foreign rivals have done little for India despite doing business here for a long time. “We want to be the No. 1 consumer goods company in India,” says Acharya Balkrishna, CEO of Patanjali. “We regard our business as a new swadeshi movement, and want an Indian company to take back an industry long dominated by foreign companies.”  Patanjali is leading the ayurveda and naturals bandwagon, having already forayed into categories such as cosmetics and personal care, while other segments like beverages and dairy are being built up. In toothpaste, for example, Patanjali’s share has trebled to over 6% over the past year, even as company officials claim it has a 15% share in shampoo and half of the market for honey. Now, the Haridwar-headquartered operation is set to increase its headcount five-fold from around 100,000, plans to double production capacity in two years and has opened five new food parks — taking the total to six — as it seeks to maintain this breathless momentum. The company plans to raise around Rs 1,000 crore in debt to meet its ambitious targets.  Ramdev isn’t the only spiritual head who is sizing up the ayurveda goldmine. In Bengaluru, Sri Sri Tattva has also announced plans to have 1,000 stores selling its products. “We believe that companies that can mix traditional values of ayurveda with a modern outlook to business will dominate this market,” says Tej Katpitia, marketing chief of Sri Sri Tattva, the company started by Sri Sri Ravi Shankar, founder of the Art of Living movement.  <IMG Economictime_PL_3894_News_7>   Rather than just branding and marketing products, Sri Sri Tattva wants to extend it across the value chain, from growing raw material to making products with it to establishing spas and panchakarmas that will use these offerings. Currently, Sri Sri Tattva has about 300 SKUs or stock keeping products in the market, and Katpitia says dozens more are in the pipeline, with extensions into food staples also on the anvil. “We are ready to compete with not only Patanjali but global companies like HUL,” says Katpitia. The firm has launched products across categories such as staples and snacks and ambitiously plans to expand overseas, to 30 countries.  Natural Growth Nearly three decades ago Vandana Luthra founded VLCC as a beauty and slimming service. Now, the company is looking to use the naturals platform to drive the growth of its consumer care business. “The personal care industry has been witnessing a transition due to changes in consumer demands. Natural and organic products have gone up exponentially because of the increased awareness about natural products among customers and, hence, the shift in consumer behaviour,” says Natarajan MV, chief business officer, products business, VLCC. “We have now developed propositions with the richness of ayurveda herbs such as chandan, kesar and tulsi for (products including) face washes and facial kits, which are free of parabens, synthetic colourants and soap, but having the richness of ayurvedic formulations.”  <IMG Economictime_PL_3894_News_8>   Analysts say that there are multiple reasons for this renewed interest in all things natural and ayurvedic. “The key growth factor driving the natural/herbal and ayurvedic trend in India has been the massive consumer awareness campaigns carried out by players such as Patanjali, Dabur, Sri Sri Tattva and Himalaya,” says Shreyansh Kocheri, senior research analyst at Euromonitor International. “These companies highlighted drawbacks and longterm effects of using chemical-based products (and) consumers increasingly started to look at product ingredients and demand chemical-free products.”  He reckons that strong government backing in the form of creating the AYUSH (ayurveda, yoga and naturopathy, unani, siddha and homeopathy) Ministry in 2014, establishing the All India Institute of Ayurveda and launching the International Day of Yoga have also helped propel the popularity of these concepts. The demand for natural products is driven by urban and rural consumers, with the latter’s purchases being driven by the availability of mass brands priced affordably with natural ingredients. This has made them shift from unbranded, homemade variants to packaged, branded products.  Companies are queueing up to take advantage of the rapid evolution in naturals and ayurveda, which have been a sidelight for decades. “Despite the growing presence of larger rivals, we have built the No. 3 brand in oral care and have a growing interest in healthcare supplements and hair care,” says KK Chutani, executive director, Dabur, the 133-year-old maker of popular products such as Dabur Amla Hair Oil and Hajmola digestive.  <IMG Economictime_PL_3894_News_9>   Over the past 12 months, Dabur has launched a slew of products such as what it claims to be India’s first ayurvedic gel toothpaste, under the Dabur Red franchise, an ayurvedic cough and cold remedy, under the Honitus and Honey-Ginger brands, and has introduced local ingredients such as amla into its Real juice brand. To keep pace with this growing market, Dabur plans to become the largest bulk grower of rare medicinal herbs in the country, by more than doubling its area under cultivation to 4,500 acres from 2,000 acres at the end of fiscal year 2017. It has tied up with internet commerce giant Amazon to make its products available on its online market place — 30 products including Meswak toothpaste to start with — and plans to add 80 more going forward.  “Mining historical data of consumer offtake in the past four or five years shows that contribution of the naturals segment in the Indian personal care (PC) industry has increased by around one percentage point every year,” says Sameer Shukla, executive director, Nielsen India. “If the trend continues, then naturals’ contribution by 2025 would be almost half of total PC sales. In absolute terms, it will be almost double the current size of total PC category.”  Over the past two decades, the Himalaya Drug Company has pioneered the shift of ayurveda’s use primarily for medicinal therapy to a wider consumer adoption. As ayurveda has gone mainstream, Himalaya’s fortunes have improved, with the company expected to hit billion dollars in revenues by 2020, from Rs 2,100 crore or around $320 million at the end of the last fiscal year. “In the personal care space, millennials are leading the herbal and naturals trend as they are becoming savvier about green choices, which is driving a marked preference for these products,” says Philipe Haydon, CEO, Himalaya Drug Company.  <IMG Economictime_PL_3894_News_10>   The maker of the popular Liv.52 liver medication has expanded into something of a consumer care heavyweight, foraying into segments such as baby care and wellness en route. “The entry of ayurveda-based FMCG products served as a tipping point in the growth trajectory of this system of wellness. It helped in making ayurveda accessible to a younger target audience, thereby increasing its relevance,” says Haydon.  Other legacy companies too believe these trends are giving fresh impetus to their ageold businesses. Cholayil, the maker of a range of products under the Medimix brand, has grown from soaps to several other categories including face wash and moisturiser. Now, the Chennai-based firm is looking to lean on its ayurveda legacy even as it targets a younger audience that is more aware — and less suspicious— of these products.  “This sea change has been a catalyst for brands that have been offering ayurvedic products for years to hog the limelight,” says Pradeep Cholayil, chairman and managing director, Cholayil. “The rising demand for ayurvedic personal care products in recent times can be attributed to the realisation of customers; that age-old wisdom and traditional science are good for longterm health and beauty.”  <IMG Economictime_PL_3894_News_11>  <IMG Economictime_PL_3894_News_12>", "page_url": "https://economictimes.indiatimes.com/industry/cons-products/fmcg/why-companies-like-hul-patanjali-dabur-are-taking-a-crack-at-the-market-for-ayurvedic-and-herbal-products/articleshow/61084207.cms", "page_id": "Economictime_PL_3894_News", "imgs": [{"caption": "Ramdev isn’t the only spiritual head who is sizing up the ayurveda goldmine. In Bengaluru, Sri Sri Tattva has also announced plans to have 1,000 stores selling its products.", "id": "Economictime_PL_3894_News_0", "src": "https://img.etimg.com/thumb/msid-61084222,width-300,imgsize-141579,,resizemode-4,quality-100/why-companies-like-hul-patanjali-emami-are-taking-a-crack-at-the-market-for-ayurvedic-and-herbal-products.jpg"}, {"caption": "Untitled-21", "id": "Economictime_PL_3894_News_1", "src": "https://img.etimg.com/photo/msid-61084322,quality-100/untitled-21.jpg"}, {"caption": "Untitled-22", "id": "Economictime_PL_3894_News_2", "src": "https://img.etimg.com/photo/msid-61084324,quality-100/untitled-22.jpg"}, {"caption": "Untitled-29", "id": "Economictime_PL_3894_News_3", "src": "https://img.etimg.com/photo/msid-61084585,quality-100/untitled-29.jpg"}, {"caption": "Untitled-31", "id": "Economictime_PL_3894_News_4", "src": "https://img.etimg.com/photo/msid-61084611,quality-100/untitled-31.jpg"}, {"caption": "Untitled-27", "id": "Economictime_PL_3894_News_5", "src": "https://img.etimg.com/photo/msid-61084566,quality-100/untitled-27.jpg"}, {"caption": "Untitled-24", "id": "Economictime_PL_3894_News_6", "src": "https://img.etimg.com/photo/msid-61084478,quality-100/untitled-24.jpg"}, {"caption": "Untitled-26", "id": "Economictime_PL_3894_News_7", "src": "https://img.etimg.com/photo/msid-61084553,quality-100/untitled-26.jpg"}, {"caption": "Untitled-28", "id": "Economictime_PL_3894_News_8", "src": "https://img.etimg.com/photo/msid-61084576,quality-100/untitled-28.jpg"}, {"caption": "Untitled-32", "id": "Economictime_PL_3894_News_9", "src": "https://img.etimg.com/photo/msid-61084620,quality-100/untitled-32.jpg"}, {"caption": "Untitled-30", "id": "Economictime_PL_3894_News_10", "src": "https://img.etimg.com/photo/msid-61084593,quality-100/untitled-30.jpg"}, {"caption": "Untitled-38", "id": "Economictime_PL_3894_News_11", "src": "https://img.etimg.com/photo/msid-61084628,quality-100/untitled-38.jpg"}, {"caption": "Untitled-37", "id": "Economictime_PL_3894_News_12", "src": "https://img.etimg.com/photo/msid-61084632,quality-100/untitled-37.jpg"}]}
